Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Bad, immoral
ar_ar: سيّء، غير أخلاقي
hi_in: खराब, बुरा, अनैतिक
km_kh: មិនល្អ, អសីលធម៌
sw_ss: Mbaya, mwovu
th_th: จิตใจชั่วร้าย

source: Meet a standard
ar_ar: يُلبي معيارا
hi_in: प्रमाप पूर्ण करना
km_kh: ត្រូវតាមនិយាម/បទដ្ឋាន
my_mm: Memenuhi piawaian
sw_ss: Kufikia kiwango
th_th: ได้มาตรฐาน

source: Below standard
ar_ar: لا يُلبي معيارا
hi_in: निम्‍न स्‍तरीय
km_kh: មិនត្រូវតាមនិយាម/បទដ្ឋាន
my_mm: Pencapaian kurang baik (sempurna)
sw_ss: Chini ya kiwango
th_th: ต่ำกว่ามาตรฐาน

source: Mature in behavior
ar_ar: راشد في تصرّفاته
hi_in: व्‍यवहार मे पूण विकसित
km_kh: ឥរិយាបថចាស់ទុំ
sw_ss: Mpevu
th_th: การกระทำที่มีภาวะสมบูรณ์ (มีความเป็นผู้ใหญ่)

source: Immature in behavior
ar_ar: غير راشد في تصرفاته
hi_in: व्‍यवहार मे अपरिपक्‍वता
km_kh: ឥរិយាបថនៅក្មេងខ្ចី
sw_ss: Asiye mpevu
th_th: ไม่บรรลุนิติภาวะ, ไม่มีวุฒิภาวะ

source: Sensible
ar_ar: عاقل
hi_in: समझदार
km_kh: មានសុភនិច្ឆ័យ
sw_ss: Mzingativu
th_th: ไตร่ตรอง, มีเหตุผล

source: Reputation
ar_ar: سمعة
hi_in: प्रतिष्ठा
km_kh: កេរ្តិ៍ឈ្មោះ
sw_ss: Sifa
th_th: มีชื่อเสียงดี

source: Patient
ar_ar: صبور
hi_in: धैर्यवान
km_kh: អត់ធ្មត់
my_mm: Sabar
sw_ss: Mvumilivu
th_th: อดทน

source: Impatient
ar_ar: غير صبور
hi_in: अधीर
km_kh: គ្មានការអត់ធ្មត់
my_mm: Tidak sabar
sw_ss: Mwenye pupa
th_th: ไม่มีความอดทน

source: Bad-tempered
ar_ar: مزاجه سيّء
hi_in: बुरा स्‍वभाव
km_kh: ឆេវឆាវ
my_mm: Cepat marah
sw_ss: Mtu chungu

source: Admire someone
ar_ar: يُعجب بشخص
hi_in: प्रशंसक
km_kh: កោតសរសើរនរណាម្នាក់
sw_ss: Kumwajabia mtu
th_th: คิดถึงสิ่งดี, คิดในแง่ดี

source: Despise someone
ar_ar: يكره شخصا
hi_in: तुच्‍छ समझना
km_kh: ស្អប់ខ្ពើមនរណាម្នាក់
sw_ss: Kumdharau mtu
th_th: คิดถึงในแง่ไม่ดี

source: Humble
ar_ar: متواضع
hi_in: नम्र, विनीत
km_kh: ដាក់ខ្លួន
my_mm: Merendahkan diri
sw_ss: Mnyenyekevu
th_th: ถ่อมใจ, รับการติเตียน

source: Proud
ar_ar: الاعتزاز
hi_in: गर्वित
km_kh: មានមោទនភាព
my_mm: Angkuh
sw_ss: Mwenye fahari au majivuno
th_th: ภูมิใจ

source: Show off
ar_ar: التفاخر
hi_in: दिखावा करना
km_kh: អួតអាង/សម្ដែង​ឫក
sw_ss: Kujigamba

source: Love
ar_ar: يُحب
hi_in: प्रेम, प्यार
km_kh: ស្រឡាញ់
my_mm: Mengasihi
sw_ss: Pendo
th_th: ความรัก

source: Hate, ill will
ar_ar: يكره، حقد
hi_in: घृणा करना, घृणा
km_kh: ស្អប់, សេចក្ដីប្រាថ្នាអាក្រក់លើអ្នកដទៃ
sw_ss: Chukio
th_th: คิดร้าย, สาปแช่ง

source: Not care
ar_ar: لا يبالي
hi_in: ध्‍यान नहीं रखना
km_kh: មិនយកចិត្តទុកដាក់
my_mm: Tidak mempedulikan
sw_ss: Kutokujali

source: Abandon
ar_ar: يُهمل
hi_in: छोड़ देना
km_kh: បោះបង់ចោល
my_mm: Meninggalkan
sw_ss: Kuacha pekee
th_th: ทอดทิ้ง, ตัดขาด

source: Do good to
ar_ar: فعل الخير من أجل شخص أو شيء
hi_in: अच्‍छा कार्य
km_kh: ធ្វើល្អចំពោះ
my_mm: Berbuat baik terhadap
sw_ss: Kumtendea mema
th_th: พฤติกรรมที่ดี

source: Do evil to
ar_ar: فعل الشر ضد شخص
hi_in: बुरा करना
km_kh: ធ្វើអាក្រក់ចំពោះ
my_mm: Berbuat jahat terhadap
sw_ss: Kumtendea mabaya
th_th: ความประพฤติไม่ดี

source: Help
ar_ar: يساعد
hi_in: सहायता करना, सहायता
km_kh: ជួយ
my_mm: Bantuan
sw_ss: Kusaidia
th_th: ช่วยเหลือ

source: Hinder
ar_ar: يُعيق
hi_in: बाधा डालना
km_kh: បង្អាក់
my_mm: Menghalang
sw_ss: Kumzuia au kumpinga mwingine
th_th: ขัดขวาง

source: Cooperate with
ar_ar: أن تتعاون مع
hi_in: सहयोग करना
km_kh: សហការជាមួយ
my_mm: Berkerjasama dengan
sw_ss: Kushirikiana na
th_th: ให้ความร่วมมือ

source: Compete with
ar_ar: يتنافس مع
hi_in: प्रतियोगिता
km_kh: ប្រកួតប្រជែងជាមួយ
my_mm: Bertanding dengan
sw_ss: Kushindana na
th_th: แข่งขัน

source: Altruistic, selfless
ar_ar: محب للآخرين، غير أناني
hi_in: परोपकारी
km_kh: ជួយយកអាសាមិនគិតពី​ខ្លួន​ឯង
my_mm: Mengutamakan kesenangan orang lain, tidak mementingkan diri sendiri
sw_ss: Asiye na ubinafsi
th_th: เห็นแก่ประโยชน์ของผู้อื่น, ไม่เห็นแก่ตัว

source: Selfish
ar_ar: أناني
hi_in: स्‍वार्थी
km_kh: អាត្មានិយម
my_mm: Hanya mementingkan diri sendiri
sw_ss: Ubinafsi
th_th: เห็นแก่ตัว

source: Use a person
ar_ar: أناني
hi_in: शोषित
km_kh: ប្រើមនុស្ស
sw_ss: Kumtumia mtu
th_th: ใช้เพื่อผลประโยชน์ส่วนตัว

source: Share with
ar_ar: يتقاسم مع
hi_in: बॉटना
km_kh: ចែករំលែក
my_mm: Membahagi bersama-sama
sw_ss: Kushirikishana na
th_th: แบ่งปัน

source: Provide for, support
ar_ar: يُقَدّم لشخص، يوفّر الدعم
hi_in: सहारा देना, भरण पोषण करना
km_kh: ផ្គត់ផ្គង់, ឧបត្ថម្ភ/គាំទ្រ
my_mm: Membekalkan keperluan
sw_ss: Kutegemeza
th_th: จัดหาให้, สนับสนุน

source: Care for
ar_ar: يهتم لأمر شخص أو شيء
hi_in: देखभाल के लिए
km_kh: ថែរក្សា
my_mm: Mempedulikan
sw_ss: Kumtunza mtu, kumjalia mtu
th_th: ใส่ใจ

source: Entrust to the care of
ar_ar: يُعهد إلى رعاية شخص
hi_in: देखरेख के लिए देना
km_kh: ទុកចិត្តអ្នកផ្សេងឱ្យមើលថែ
my_mm: Mempercayakan penjagaan
sw_ss: Kukabidhi kwa kutunzwa
th_th: มอบความไว้วางใจให้ดูแล

source: Meddle
ar_ar: يدخل في أمر لا يعنيه
hi_in: काम में हस्तक्षेप करना
km_kh: ឈឺឆ្អាល
my_mm: Campur tangan tanpa memanfaatkan
sw_ss: Kujiingiza bure
th_th: ยุ่ง, เข้ายุ่ง

source: Spoil
ar_ar: يُفسد
hi_in: बिगाड़देना, खराब कर देना, लाड़-प्यार से बिगाड़ना
km_kh: ទម្រើស
sw_ss: Kuharibu, kuozesha

source: Enter by force
ar_ar: يدخل بالقوّة
hi_in: जबरजस्‍ती प्रवेश
km_kh: ចូលលុកលុយ
my_mm: Menceroboh
sw_ss: Kujiingiza kwa nguvu
th_th: เข้าไปโดยการถูกบังคับ

source: Kidnap
ar_ar: يخطف
hi_in: इस क्षेत्र का प्रयोग किसी का अपहरण करने से संबंधित शब्‍दो के लिए करे।
km_kh: ចាប់ជំរិត
sw_ss: Kuteka nyara

source: Cruel
ar_ar: قاس
hi_in: निर्दयी
km_kh: ឃោរឃៅ
my_mm: Kejam
sw_ss: Mkatili, mwonevu

source: Honest
ar_ar: أمين
hi_in: ईमानदार
km_kh: ស្មោះត្រង់/សុចរិត
sw_ss: Mwadilifu, anayesema ukweli

source: Dishonest
ar_ar: غير أمين
hi_in: बेईमान
km_kh: មិនស្មោះត្រង់/ទុច្ចរិត
my_mm: Tidak jujur
sw_ss: Asiyesema ukweli

source: Faithful
ar_ar: وفي
hi_in: वफ़ादार
km_kh: ស្វាមីភក្តិ
my_mm: Setia
sw_ss: Mwaminifu

source: Reliable
ar_ar: يمكن الاعتماد عليه
hi_in: विश्वास योग्य
km_kh: គួរឱ្យទុកចិត្ត
my_mm: Boleh dipercayai
sw_ss: Anayetumainiwa
th_th: ไว้วางใจ, เชื่อถือได้

source: Unreliable
ar_ar: لا يمكن الاعتماد عليه
hi_in: अविश्वसनीय
km_kh: មិនគួរឱ្យទុកចិត្ត
my_mm: Tidak boleh diharap
sw_ss: Asiyetumainiwa
th_th: เชื่อถือไม่ได้

source: Deceive
ar_ar: يخدع
hi_in: धोखा देना
km_kh: បោកប្រាស់
my_mm: Memperdaya
sw_ss: Kudanganya
th_th: หลอกลวง, ต้มตุ๋น

source: Hypocrite
ar_ar: منافق
hi_in: आडंबरी, इन शब्‍दो का प्रयोग किया जाता है।
km_kh: អ្នកមានពុតត្បុត
my_mm: Munafik
sw_ss: Mnafiki
th_th: เสแสร้ง, หลอกลวง

source: Self-controlled
ar_ar: يسيطر على نفسه
hi_in: संयमी, तपस्‍वी
km_kh: មានម្ចាស់ការ
my_mm: Berkemampuan menguasai diri sendiri
sw_ss: Kujidhibiti nafsi
th_th: บังคับตนเอง

source: Lack self-control
ar_ar: ينقصه التحكم في نفسه
hi_in: आत्‍म नियंत्रण की कमी
km_kh: គ្មានម្ចាស់ការ
my_mm: Lemah mengawal diri
sw_ss: Kutojidhibiti nafsi
th_th: ขาดการควบคุมตัวเอง

source: Tidy
ar_ar: منظما
hi_in: स्वच्छ, व्यवस्थित
km_kh: រៀបរយ
sw_ss: Nadhifu
th_th: มีระเบียบ

source: Untidy
ar_ar: غير منظّم
hi_in: बेतरतीब, मैला कुचैला, गंदा
km_kh: រាត់រាយ
sw_ss: Si nadhifu
th_th: สกปรก, ไม่เป็นระเบียบ

source: Mistake
ar_ar: خطأ
hi_in: ग़लती, ग़लत समझना
km_kh: កំហុស
sw_ss: Kosa
th_th: ทำผิดพลาด

source: Polite
ar_ar: مُهذّب
km_kh: គួរសម
sw_ss: Kuheshimu, kuadibu
th_th: ความสุภาพ ในการเข้าสังคม

source: Impolite
ar_ar: غير مهذّب
hi_in: अशिष्ट
km_kh: មិនគួរសម
my_mm: Tidak sopan
sw_ss: Kutokuwa adibu

source: Crazy
ar_ar: مجنون
hi_in: पागल
km_kh: ឆ្កួត
my_mm: Gila
sw_ss: Kichaa

source: Change behavior
ar_ar: يُغيّر تصرّفه
hi_in: व्‍यवहार मे परिवर्तन
km_kh: ផ្លាស់ប្តូរឥរិយាបថ
my_mm: Berubah tabiat
sw_ss: Kubadili mwenendo
th_th: เปลี่ยนแปลงพฤติกรรม

source: Conform
ar_ar: يُطابق
hi_in: मानना, एकमेल करना
km_kh: គោរពប្រតិបត្តិ
my_mm: Menurut akur
sw_ss: Ulinganifu
th_th: ความไม่สอดคล้องกัน, ไม่ประสานกัน

source: Culture
ar_ar: ثقافة
hi_in: संस्कृति
km_kh: វប្បធម៌
my_mm: Kebudayaan
sw_ss: Utamaduni

source: Custom
ar_ar: عُرف
hi_in: रीति
km_kh: ទំនៀមទម្លាប់
my_mm: Adat resam
sw_ss: Mila, desturi
th_th: ประเพณี

source: Habit
ar_ar: عادة
hi_in: आदत
km_kh: ទម្លាប់
my_mm: Tabiat
sw_ss: Mazoea
th_th: ธรรมเนียมปฏิบัติ, นิสัย

source: Prosperity, trouble
ar_ar: ازدهار، اضطراب
hi_in: समृद्धि, परेशानी
km_kh: ភាពចម្រុងចម្រើន, បញ្ហា
my_mm: Kemakmuran & kesusahan
sw_ss: Mafanikio, kushindwa
th_th: ความเจริญรุ่งเรืองและอุปสรรค, ความยากลำบาก

source: Prosperity
ar_ar: ازدهار
km_kh: ភាពចម្រុងចម្រើន
my_mm: Kemakmuran
sw_ss: Ustawi
th_th: ความเจริญรุ่งเรือง

source: Trouble
ar_ar: اضطراب
hi_in: परेशानी, तकलीफ़, अशांति
km_kh: បញ្ហា
my_mm: Kesusahan
sw_ss: Taabu
th_th: ความยากลำบาก

source: Problem
ar_ar: مشكل
hi_in: समस्या
km_kh: បញ្ហា
my_mm: Masalah
sw_ss: Tatizo
th_th: ปัญหา

source: Danger
ar_ar: خطر
hi_in: विपत्ति
km_kh: គ្រោះថ្នាក់
my_mm: Bahaya
sw_ss: Hatari
th_th: อันตราย

source: Accident
ar_ar: حادث
hi_in: दुर्घटना
km_kh: ឧបទ្ទវហេតុ
my_mm: Kemalangan
sw_ss: Ajali
th_th: อุบัติเหตุ

source: Disaster
ar_ar: كارثة
hi_in: भाग्यहीनता, दुर्घटना, विपति
km_kh: គ្រោះមហន្តរាយ
my_mm: Bencana, malapetaka
sw_ss: Maafa
th_th: ภัยพิบัติที่เกิดขึ้นตามธรรมชาติ

source: Separate, alone
ar_ar: منفصل، وحيد
hi_in: अलग, पृथक, भिन्न, अकेला
km_kh: បែកចេញពីគ្នា, ឯកា
my_mm: Terasing, bersendirian
sw_ss: Kutenganisha, upweke
th_th: แยก, โดดเดี่ยว

source: Suffer
ar_ar: يعاني
hi_in: सहना, दुख भोगना
km_kh: ទទួលរង(ការឈឺចាប់)
my_mm: Menderita
sw_ss: Kuteseka

source: Respond to trouble
ar_ar: يتفاعل مع الاضطرابات
hi_in: परेशानी का सामना
km_kh: ឆ្លើយតបទៅនឹងបញ្ហា
my_mm: Tindakan terhadap kesusahan
sw_ss: Kuitikia taabu
th_th: here)

source: Brave
ar_ar: باسل
hi_in: साहसी
km_kh: ភាពក្លាហាន
sw_ss: Mjasiri
th_th: ความกล้าหาญ

source: Cowardice
ar_ar: الجبن
hi_in: कायरता
km_kh: ភាពកំសាក
my_mm: Sifat penakut, ketakutan
sw_ss: Woga
th_th: ความขี้ขลาด

source: Avoid
ar_ar: يتجنّب
hi_in: से बचना
km_kh: ចៀសវាង
sw_ss: Kukwepa

source: Caution
ar_ar: حَذَر
hi_in: चेतावनी, सावधान करना
km_kh: ការប្រយ័ត្នប្រយែង
my_mm: Berhati-hati, berjaga-jaga
sw_ss: Hadhari

source: Solve a problem
ar_ar: يحلّ مشكلا
hi_in: समस्‍या का समाधान
km_kh: ដោះស្រាយបញ្ហា
my_mm: Menyelesaikan suatu masalah
sw_ss: Kutatua tatizo

source: Endure
ar_ar: يتحمّل
hi_in: सहना
km_kh: ស៊ូទ្រាំ
my_mm: Bertahan
sw_ss: Kuvumilia shida

source: Survive
ar_ar: يبقى على قيد الحياة
hi_in: जीवित रहना
km_kh: រស់រាន
my_mm: Terselamat
sw_ss: Kunusurika
th_th: รอดชีวิต

source: Respond to someone in trouble
ar_ar: التفاعل مع شخص في مأزق
hi_in: दुखी की साहयता करना
km_kh: ឆ្លើយតបទៅនឹងនរណាម្នាក់ចំពោះបញ្ហា
my_mm: Bertindak terhadap seseorang yang dilanda kesusahan
sw_ss: Kumsaidia aliye katika shida

source: Mercy
ar_ar: رحمة
hi_in: दया
km_kh: ក្តីមេត្តា
sw_ss: Rehema

source: Show sympathy, support
ar_ar: التّعاطف، الدعم
hi_in: सहारा देना, भरण पोषण करना, आधार, सहारा
km_kh: បង្ហាញក្តីអាណិតអាសូរ, គាំទ្រ
my_mm: Menunjukkan simpati, menyokong
sw_ss: Kuhurumia, kusaidia

source: Gentle
ar_ar: طيّب
hi_in: सुशील, सौम्य
km_kh: សុភាព
my_mm: Beradab
sw_ss: Mpole
th_th: สุภาพ, มีน้ำใจ

source: Save from trouble
ar_ar: إنقاذ من مأزق
hi_in: परेशानी से मुक्‍ति
km_kh: ជួយសង្រ្គោះ
my_mm: Menyelamatkan daripada kesusahan
sw_ss: Kuokoa katika shida
th_th: ช่วยเหลือให้พ้นจากอันตราย (ความยุ่งยาก, ปัญหา)

source: Protect
ar_ar: يحمي
hi_in: रक्षा करना
km_kh: ការពារ
sw_ss: Kulinda
th_th: พ้นจากความเป็นทาส

source: Free from bondage
ar_ar: حرّ من العبودية
hi_in: बंधन से मुक्‍ति
km_kh: រួចផុតពីទាសភាព
my_mm: Bebas daripada terkurung
sw_ss: Kuachilia huru kutoka uja au utumwa
th_th: สงเคราะห์, บรรเทาทุกข์

source: Relief
ar_ar: راحة
hi_in: सहायता (कोष), राहत, छूट
km_kh: ភាពធូរស្បើយ/ធូរស្រាល
my_mm: Bantuan
sw_ss: Nafuu
th_th: ความเสี่ยง

source: Risk
ar_ar: خطر
hi_in: ख़तरा, जोखिम उठाना
km_kh: ហានិភ័យ/ការប្រថុយប្រថាន
my_mm: Risiko
sw_ss: Hatari

source: Chance
ar_ar: حظ
hi_in: संयोग, मौका
km_kh: ឱកាស
my_mm: Suatu kemungkinan
sw_ss: Bahati
th_th: โดยบังเอิญ

source: Lucky
ar_ar: محظوظ
hi_in: भाग्यशाली
km_kh: សំណាងល្អ
sw_ss: Kuwa na bahati nzuri

source: Unlucky
ar_ar: غير محظوظ ما هي الكلمات التي تعني أن يكون الشخص غير محظوظ في مناسبة ما؟
hi_in: अभागा
km_kh: សំណាងអាក្រក់
sw_ss: Kuwa na bahati mbaya
th_th: โชคร้าย, โชคไม่ดี

source: Authority
ar_ar: سلطة
hi_in: अधिकार
km_kh: អាជ្ញា/សិទ្ធិអំណាច
my_mm: Wibawa, kewibawaan
sw_ss: Mamlaka
th_th: อำนาจ

source: Person in authority
ar_ar: شخص في وضعية سلطة
hi_in: आधिकारिक व्‍यक्‍ति
km_kh: អាជ្ញាធរ
my_mm: Pihak berkuasa
sw_ss: Mtu mwenye mamlaka
th_th: ผู้ที่อยู่ในอำนาจ

source: Have authority
ar_ar: عنده سلطة
hi_in: अधिकार होना
km_kh: មានសិទ្ធិអំណាច
my_mm: Berwibawa
sw_ss: Kuwa na mamlaka
th_th: มีอำนาจ

source: Exercise authority
ar_ar: يمارس السلطة
hi_in: अधिकार का उपयोग
km_kh: ប្រើប្រាស់សិទ្ធិ​អំណាច
my_mm: Menggunakan wibawa
sw_ss: Kutumia mamlaka
th_th: การดำเนินการตามอำนาจ

source: Lead
ar_ar: يقود
hi_in: मार्ग दिखाना, आगे होना, नेतृत्व करना
km_kh: ដឹកនាំ
my_mm: Memimpin
sw_ss: Kuongoza
th_th: นำ, ชักจูง

source: Command
ar_ar: يأمر
hi_in: आदेश, आज्ञा
km_kh: បញ្ជា
my_mm: Memerintah
sw_ss: Kuamrisha
th_th: ออกคำสั่ง, คำสั่ง

source: Discipline, train
ar_ar: يُتلمذُ، يُدرّب
hi_in: अनुशासन, प्रशिक्षित करना
km_kh: វិន័យ, បណ្តុះបណ្តាល
my_mm: Mendisiplin, melatih
sw_ss: Nidhamu, kufunza
th_th: ระเบียบวินัย, อบรม

source: Appoint, delegate
ar_ar: يُعيّن، يُفوّض
hi_in: नियुक्त करना, प्रतिनिधि
km_kh: តែងតាំង, ចាត់តាំង
my_mm: Melantik, Diberi kuasa mewakili
sw_ss: Kuteua, kuagiza
th_th: แต่งตั้ง, มอบหน้าที่ให้ทำการแทน

source: Submit to authority
ar_ar: الرّضوخ لسّلطة
hi_in: आज्ञापालन
km_kh: ប្រតិបត្តិតាមអាជ្ញា
my_mm: Mengakui pihak berkuasa
sw_ss: Kujiweka chini ya mamlaka
th_th: เกี่ยวข้องกับอำนาจ

source: Obey
ar_ar: يُطيع
hi_in: आज्ञापालन करना
km_kh: គោរពតាម
my_mm: Patuh
sw_ss: Kutii
th_th: เชื่อฟัง

source: Disobey
ar_ar: يعصي
hi_in: आज्ञा न मानना
km_kh: មិនគោរពតាម
my_mm: Tidak patuh
sw_ss: Kutotii
th_th: ไม่เชื่อฟัง

source: Serve
ar_ar: يخدم
hi_in: सेवा करना
km_kh: បម្រើ
my_mm: Berkhidmat
sw_ss: Kutumikia
th_th: รับใช้, บริการ

source: Slave
ar_ar: عبد
hi_in: दास, गुलाम
km_kh: ទាសករ
sw_ss: Mtumwa

source: Follow, be a disciple
ar_ar: يَتبع، أن يكون الشخص تلميذا
hi_in: अनुसरण करना, अनुकरण करना
km_kh: ដើរតាម, អ្នកដើរតាម
my_mm: Ikut, Meneladani
sw_ss: Kufuata, kuwa mwanafunzi

source: Rebel against authority
ar_ar: يتمرّد على السلطة
hi_in: अधिकारी के विरोधी
km_kh: តទល់ប្រឆាំងនឹងអាជ្ញាធរ
my_mm: Memberontak terhadap pihak berkuasa
sw_ss: Kuasi mamlaka
th_th: ก่อการกบฏต่อต้านอำนาจ

source: Independent
ar_ar: مستقل
hi_in: स्वाधीन, स्वतंत्र
km_kh: ឯករាជ្យ
my_mm: Merdeka
sw_ss: Huru

source: Honor
ar_ar: يُكرّم
hi_in: सम्मान
km_kh: កិត្តិយស
my_mm: Memberi penghormatan, Menjunjung
sw_ss: Kuheshimu
th_th: เกียรติยศ

source: Title, name of honor
ar_ar: لَقَب ، اسم شرفي
hi_in: नाम, शीर्षक, उपाधि, मानोपाधि
km_kh: ងារ, គោរមងារ
my_mm: Gelaran penghormatan
sw_ss: Jina la cheo, jina la heshima
th_th: ยศถาบรรดาศักดิ์, ตำแหน่งเกียรติยศ

source: Lack respect
ar_ar: يُنقص الاحترام
hi_in: आदर की कमी
km_kh: ខ្វះការគោរព
my_mm: Kurang ajar
sw_ss: Kukosa adabu

source: Status
ar_ar: مكانة
hi_in: स्तर (सामाजिक नैतिक या व्यावसायिक पद)
km_kh: ឋានៈ
my_mm: Kedudukan
sw_ss: Cheo, hadhi
th_th: ฐานะ, ภาวะ, ตำแหน่ง

source: High status
ar_ar: منصب عالي
hi_in: उच्‍च पदवी
km_kh: ឋានៈខ្ពស់
my_mm: Berkedudukan tinggi
sw_ss: Daraja la juu
th_th: ตำแหน่งสูง

source: Low status
ar_ar: مرتبة سفلى
hi_in: निम्‍न पदवी
km_kh: ឋានៈទាប
my_mm: Berkedudukan rendah
sw_ss: Daraja la chini
th_th: สถานะภาพต่ำ

source: Government
ar_ar: حكومة
hi_in: सरकार
km_kh: រដ្ឋាភិបាល
my_mm: Kerajaan
sw_ss: Serikali
th_th: รัฐบาล, ระบบการปกครอง

source: Ruler
ar_ar: حاكم
hi_in: शासक
km_kh: អ្នកកាន់អំណាច
sw_ss: Mtawala
th_th: อำนาจสูงสุด

source: King's family
ar_ar: عائلة الملك
hi_in: राजा का परिवार
km_kh: រាជវង្ស
my_mm: Kerabat diraja
sw_ss: Familia ya mfalme
th_th: ครอบครัวของกษัตริย์

source: Government official
ar_ar: مسؤول حكومي
hi_in: सरकारी अधिकारी
km_kh: មន្ត្រីរដ្ឋាភិបាល
sw_ss: Afisa wa serikali
th_th: บริวารของกษัตริย์

source: Citizen
ar_ar: مواطن
hi_in: नागरिक
km_kh: ប្រជាពលរដ្ឋ
my_mm: Warganegara
sw_ss: Raia
th_th: พลเมือง, ประชากร, การถือสัญชาติ

source: Foreigner
ar_ar: أجنبي
hi_in: विदेशी
km_kh: ជនបរទេស
my_mm: Orang asing
sw_ss: Mgeni
th_th: คนต่างชาติ

source: Government organization
ar_ar: منظّمة حكومية
hi_in: सरकारी संगठन
km_kh: ស្ថានប័នរដ្ឋ
my_mm: Jentera kerajaan
sw_ss: Shirika la serikali
th_th: การปกครอง, ระบบการปกครอง

source: Governing body
ar_ar: هيئة حكوميّة
hi_in: शासकीय ढांचा
km_kh: អង្គភាពរដ្ឋបាល
sw_ss: Dola zinazotawala
th_th: ส่วนประกอบสำคัญของการปกครอง

source: Rule
ar_ar: يحكم
hi_in: शासन, नियम
km_kh: គ្រប់​គ្រង
my_mm: Memerintah
sw_ss: Kutawala
th_th: ปกครอง

source: Subjugate
ar_ar: إخضاع
hi_in: अधीन करना
km_kh: បង្ក្រាប
my_mm: Menawan
sw_ss: Kutiisha

source: Government functions
ar_ar: وظائف حكومية
hi_in: सरकारी काम
km_kh: មុខងាររដ្ឋាភិបាល
my_mm: Fungsi-fungsi kerajaan
sw_ss: Kazi za serikali
th_th: บทบาทหน้าที่, การปฏิบัติงานของรัฐบาล

source: Police
ar_ar: شرطة
hi_in: पुलिस
km_kh: ប៉ូលិស
my_mm: Polis
sw_ss: Polisi
th_th: ตำรวจ

source: Arrest
ar_ar: يَعتقل
hi_in: गिरफ्तार करना, पकड़ना
km_kh: ចាប់ខ្លួន
my_mm: Memberkas
sw_ss: Kukamata mhalifu
th_th: การจับกุม

source: Informal justice
ar_ar: عدالة غير رسمية
hi_in: अनौपचारिक न्याय
km_kh: យុត្តិធម៌ក្រៅប្រព័ន្ធតុលាការ
my_mm: Keadilan di luar perundangan, Penghakiman yang subjektif
sw_ss: Kuhukumu kusiko rasmi
th_th: การตัดสินที่ไม่เป็นทางการ

source: Diplomacy
ar_ar: دبلوماسية
hi_in: देशों के बीच राजनीतिक संबंध, व्यवहार कुशलता
km_kh: ការទូត
my_mm: Diplomasi
sw_ss: Usuluhishi
th_th: การทูต

source: Represent
ar_ar: يُمثّل
hi_in: प्रतिनिधित्व करना
km_kh: តំណាង
sw_ss: Kuwakilisha

source: Election
ar_ar: انتخابات
hi_in: चुनाव
km_kh: ការបោះឆ្នោត
my_mm: Pilihan raya
sw_ss: Uchaguzi
th_th: การเลือกตั้ง

source: Politics
ar_ar: السياسة
hi_in: राजनीति
km_kh: នយោបាយ
sw_ss: Siasa
th_th: พรรคการเมือง

source: Region
ar_ar: منطقة
hi_in: क्षेत्र
km_kh: សាសនា
my_mm: Kawasan
sw_ss: Mkoa

source: Country
ar_ar: بلد
hi_in: देश
km_kh: ប្រទេស
my_mm: Negara
sw_ss: Nchi
th_th: ประเทศ

source: City
ar_ar: مدينة
hi_in: शहर
km_kh: ទីក្រុង/ក្រុង
my_mm: Kota
sw_ss: Jiji
th_th: เมือง

source: Countryside
ar_ar: الريف
hi_in: ग्रामीण क्षेत्र
km_kh: ជនបទ
my_mm: Desa
sw_ss: Mashambani
th_th: ส่วนที่เป็นชนบท

source: Community
ar_ar: مجموعة من الناس
hi_in: समुदाय
km_kh: សហគមន៍
my_mm: Masyarakat
sw_ss: Jumuia
th_th: ชุมชน

source: Law
ar_ar: قانون
hi_in: कानून, नियम
km_kh: ច្បាប់
my_mm: Undang-undang
sw_ss: Sheria
th_th: กฎหมาย

source: Laws
ar_ar: قوانين
hi_in: नियम
km_kh: ច្បាប់
my_mm: Hukum-hukum, Perundangan
sw_ss: Sheria fulani
th_th: กฎ, ข้อบังคับ

source: Pass laws
ar_ar: تمرير القوانين
hi_in: कानून निर्धारण करना
km_kh: អនុម័តច្បាប់
my_mm: Meluluskan rang undang-undang
sw_ss: Kuidhinisha sheria
th_th: ออกกฎหมาย, ควบคุมโดยกฎหมาย

source: Break the law
ar_ar: يخرق القانون
hi_in: कानून का उल्‍लंघन
km_kh: ល្មើសច្បាប់
my_mm: Melanggar undang-undang
sw_ss: Kuvunja sheria
th_th: ฝ่าฝืนกฎข้อบังคับ(กฎหมาย)

source: Court of law
ar_ar: محكمة العدالة
hi_in: न्यायलय
km_kh: តុលាការ
my_mm: Mahkamah
sw_ss: Mahakama ya sheria
th_th: การขึ้นศาล, ตัดสินตามกฎหมาย

source: Legal personnel
ar_ar: الموظفين القانونيين
hi_in: कानूनी कर्मचारी
km_kh: មន្ត្រី/បុគ្គលិកផ្នែកច្បាប់
my_mm: Orang yang terlibat dalam pengurusan pembicaraan mahkamah
sw_ss: Afisa wa mambo ya sheria
th_th: บุคลากรทางกฎหมาย

source: Trial
ar_ar: محاكمة
hi_in: परीक्षण
km_kh: ការជំនុំជម្រះក្តី
sw_ss: Utaratibu wa maswala ya kisheria, kesi
th_th: ขบวนการตามกฎหมาย

source: Investigate a crime
ar_ar: يُحقّق في جريمة
hi_in: अपराध जांच
km_kh: ស៊ើបអង្កេតបទឧក្រិដ
sw_ss: Kuchunguza jinai

source: Suspect
ar_ar: يشكّ في شخص
hi_in: संदेहयुक्त मनुष्य, संदेह करना
km_kh: សង្ស័យ/ជនសង្ស័យ
sw_ss: Kutilia shaka

source: Accuse, confront
ar_ar: يَتّهم، يُواجه
hi_in: दोष लगाना, सामना करना
km_kh: ចោទប្រកាន់, ប្រឈមមុខ
my_mm: Menuduh, Berdepan muka
sw_ss: Kushitaki
th_th: กล่าวหา, เผชิญหน้า

source: Defend against accusation
ar_ar: يدافع عن شخص ضدّ تُهمة
hi_in: आरोप से बचाव
km_kh: ការពារតទល់នឹងការចោទប្រកាន់
sw_ss: Kutetea dhidi ya mashitaka

source: Witness, testify
ar_ar: يَشهَد، يُدلي بشهادته
hi_in: गवाही, साक्षी हो
km_kh: សាក្សី, ធ្វើ/ផ្តល់កសិណសាក្សី
my_mm: Bersaksi, Memberi Kesaksian
sw_ss: Shahidi, kushuhudia
th_th: เป็นพยาน, พิสูจน์

source: Drop charges
ar_ar: يُسقط التُّهم
hi_in: आरोप हठाना
km_kh: ដកពាក្យបណ្ដឹង
my_mm: Membatalkan dakwaan-dakwaan
sw_ss: Kubatilisha mashitaka
th_th: การยุติข้อกล่าวหา

source: Take oath
ar_ar: يؤدّي قسما
hi_in: शपथ लेना
km_kh: ធ្វើសច្ចាប្រណិធាន
my_mm: Mengangkat sumpah
sw_ss: Kuapa, kiapo
th_th: การให้คำสัตยาบัน, คำสาบาน

source: Vindicate
ar_ar: الإقرار بالبراءة استنادا على الأدلّة؟
hi_in: न्याय सिद्ध होना [करना]
km_kh: បង្ហាញភ័ស្តុតាងថាគ្មានទោស
my_mm: Mengesahkan kebenaran
sw_ss: Kuthibitisha
th_th: แก้ต่าง, พิสูจน์ว่าเขาไม่ผิด

source: Judge, render a verdict
ar_ar: يحكم، يُدلي بحُكم
hi_in: निर्णायक, न्यायाधीश, पारखी, निर्णय लेना
km_kh: ចៅក្រម, ចេញសាលក្រម
my_mm: Mengadili, Memberi keputusan
sw_ss: Kuhukumu, kutoa maamuzi
th_th: คำพิพากษา, การตัดสินของคณะลูกขุน

source: Acquit
ar_ar: يُبرِّئ
hi_in: दोष मुक्त करना
km_kh: សម្រចចិត្តឱ្យរួចទោស
my_mm: Membebaskan
sw_ss: Kumwachilia mtu
th_th: ตัดสินให้พ้นโทษ

source: Condemn, find guilty
ar_ar: يُدين، يجد الشخص مذنبا
hi_in: दोष लगाना, दोषी पाना
km_kh: ថ្កោលទោស, រក​ឃើញថាមាន​កំហុស
my_mm: Menyalahkan, didapati bersalah
sw_ss: Kushutumu, kupatikana na hatia
th_th: ประณาม, หาความผิด

source: Fault
ar_ar: خطأ
hi_in: भूल
km_kh: កំហុស
my_mm: Kesalahan
sw_ss: Hatia

source: Punish
ar_ar: يُعاقب
hi_in: दंड देना
km_kh: ពិន័យ/ដាក់​ទណ្ឌ​កម្ម
my_mm: Menghukum
sw_ss: Kuadhibu

source: Reward
ar_ar: مكافئة
hi_in: पारितोषिक, पारितोषिक देना
km_kh: ផ្តល់រង្វាន់
my_mm: Ganjaran
sw_ss: Thawabu
th_th: รางวัล

source: Fine
ar_ar: يُغرّمُ
hi_in: जुर्माना लगाना
km_kh: ពិន័យជា​ប្រាក់
my_mm: Denda
sw_ss: Faini
th_th: เงินค่าปรับ, สินไหมทดแทน

source: Imprison
ar_ar: يحبس
hi_in: क़ैद करना
km_kh: ដាក់ពន្ធនាគារ
my_mm: Memenjarakan
sw_ss: Kufunga gerezani, kutia kifungoni
th_th: จำคุก, จองจำ

source: Execute
ar_ar: يُعدم
hi_in: फाँसी देना, कार्यांवित करना
km_kh: កាត់ទោសប្រហារជីវិត
my_mm: Menjalankan hukuman mati
sw_ss: Kuadhibu kifo

source: Ostracize
ar_ar: ينفي
hi_in: बहिष्कृत करना
km_kh: បណ្តេញចេញពីក្រុម
my_mm: Memulaukan
sw_ss: Kufukuza kwa kutenga

source: Pardon, release
ar_ar: يُسامح، يُخلي السبيل
hi_in: माफ़ी, माफ़ करना, रिहाई, छोड़ना, मुक्त करना
km_kh: លើកលែងទោស, ដោះលែង
my_mm: Pengampunan, Pembebasan
sw_ss: Kusamehe, kuachilia huru

source: Atone, restitution
ar_ar: يقوم بدفع تعويض عن الضرّر
hi_in: प्रायश्चित करना, लौटाना
km_kh: លុបលាងកំហុស, បដិទាន
sw_ss: Kulipia kosa au dhambi

source: Legal contract
ar_ar: عقد قانوني
hi_in: वैधानिक समझौता
km_kh: កិច្ចសន្យាផ្លូវការ
my_mm: Perjanjian rasmi
sw_ss: Mkataba wa kisheria

source: Covenant
ar_ar: ميثاق
hi_in: प्रण, नियम पत्र
km_kh: កិច្ចព្រមព្រៀង
my_mm: Perjanjian kekeluargaan
sw_ss: Agano
th_th: การให้คำมั่นสัญญา

source: Break a contract
ar_ar: .ما هي الكلمات التي تعني خرق اتفاقية؟
hi_in: अनुबं‍द का टूटना
km_kh: បំពានកិច្ចសន្យា
my_mm: Tamatkan ikatan kontrak
sw_ss: Kuvunja mkataba
th_th: ไม่ปฏิบัติตามสัญญา

source: Justice
ar_ar: عدالة ما هي الكلمات التي تعني العدالة؟
hi_in: न्याय
km_kh: យុត្តិធម៌
my_mm: Keadilan
sw_ss: Haki, uadilifu

source: Impartial
ar_ar: غير مُتحيّز
hi_in: अपक्षपाती
km_kh: មិនលម្អៀង
my_mm: Adil
sw_ss: Asiyependelea
th_th: มีใจเป็นธรรม

source: Unfair
ar_ar: غير عادل
hi_in: अनुचित
km_kh: អយុត្តិធម៌
my_mm: Tidak adil
sw_ss: Kutokuwa na haki

source: Deserve
ar_ar: يستحق
hi_in: योग्य होना
km_kh: សមនឹងទទួល
my_mm: Berhak
sw_ss: Kustahili

source: Discriminate, be unfair
ar_ar: يميّز، يكون غير عادل
hi_in: भेद करना
km_kh: រើសអើង, អយុត្តិធម៌
my_mm: Membeza-bezakan tanpa berlaku adil, Tidak adil
sw_ss: Kubagua, kutokuwa mwadilifu
th_th: เลือกที่รักมักที่ชัง, ไม่เป็นธรรม

source: Act harshly
ar_ar: يتصرّف بخشونة
hi_in: कठोरता से काम करना
km_kh: ប្រពឹត្តអំពើឃោរឃៅ
my_mm: Berlaku kasar
sw_ss: Kutenda kwa purukushani
th_th: การกระทำที่หยาบคาย

source: Oppress
ar_ar: يضطهد
hi_in: दमन करना
km_kh: គាបសង្កត់
my_mm: Menindas
sw_ss: Kukandamiza, kuonea
th_th: กดขี่, บีบบังคับ

source: Conflict
ar_ar: صراع
hi_in: विरोध, संघर्ष, विरोध करना
km_kh: ជម្លោះ
sw_ss: Magombano
th_th: ความขัดแย้งอย่างรุนแรง
