Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Draw, paint
ar_ar: يرسم، يلوّن
hi_in: चित्र बनाना, चित्रकारी करना
km_kh: គូរ, ផាត់/លាបពណ៌
my_mm: Melukis, mewarna
sw_ss: Kuchora, kupaka rangi

source: Photography
ar_ar: التصوير
hi_in: छाया चित्रकारी
km_kh: រូបថត
my_mm: Fotografi
sw_ss: Kupiga picha
th_th: การถ่ายภาพ

source: Sculpture
ar_ar: فن النحت
hi_in: मूर्ति
km_kh: ចម្លាក់
my_mm: Seni arca
sw_ss: Uchongaji (vinyago)
th_th: ประติมากรรม

source: Working with land
ar_ar: العمل بالأرض
hi_in: ज़मीन के साथ काम करना
km_kh: ការងារទាក់ទងនឹងដី
my_mm: Bekerja dengan tanah
sw_ss: Kufanyia kazi ardhi
th_th: การทำงานกับที่ดิน

source: Working with water
ar_ar: العمل بالمياه
hi_in: पानी के साथ काम करना
km_kh: ការងារទាក់ទងនឹងទឹក
my_mm: Bekerja dengan air
sw_ss: Kufanyia kazi maji
th_th: ระบบประปา

source: Plumber
ar_ar: سبّاك
hi_in: नलसाज़
km_kh: ជាងជួសជុលបំពង់ទឹក
my_mm: Tukang paip
sw_ss: Fundi bomba
th_th: ช่างปะปา

source: Conveying water
ar_ar: نقل المياه
hi_in: पानी पहुँचाना
km_kh: បង្ហូរទឹកចេញ
my_mm: Penghantaran air
sw_ss: Kuwasilisha maji
th_th: การขนส่งน้ำ

source: Controlling water
ar_ar: التحكّم في المياه
hi_in: पानी नियंत्रित करना
km_kh: គ្រប់គ្រងទឹក
my_mm: Pengawalan air
sw_ss: Kuzuia maji
th_th: การควบคุมน้ำ

source: Working in the sea
ar_ar: العمل في البحر
hi_in: समुंद्र में काम करना
km_kh: ការងារនៅទាក់ទងនឹងទឹកសមុទ្រ
my_mm: Bekerja dalam laut
sw_ss: Kufanya kazi baharini

source: Working with machines
ar_ar: العمل بالآلات
hi_in: मशीनो के साथ काम करना
km_kh: ការងារខាងគ្រឿងម៉ាស៊ីន
my_mm: Bekerja dengan mesin
sw_ss: Kufanyia kazi mashine
th_th: ทำงานกับเครื่องจักร

source: Working with electricity
ar_ar: العمل بالكهرباء
hi_in: विधुत के साथ काम करना
km_kh: ការងារខាងអគិ្គសនី
my_mm: Bekerja dengan elektrik
sw_ss: Kufanyia kazi umeme
th_th: การทำงานกับไฟฟ้า

source: Tool
ar_ar: أداة
hi_in: औज़ार, साधन
km_kh: ឧបករណ៍
my_mm: Alat
sw_ss: Zana
th_th: เครื่องมือและเครื่องจักร

source: Cutting tool
ar_ar: أداة قطع
hi_in: काटने वाले औज़ार
km_kh: ឧបករណ៍សម្រាប់កាត់
my_mm: Alat pemotong
sw_ss: Zana za kukatia
th_th: อุปกรณ์สำหรับตัด

source: Poking tool
ar_ar: أداة دَسْ
hi_in: कुरेदने वाले औज़ार
km_kh: ឧបករណ៍សម្រាប់ចាក់
my_mm: Alat pengesan
sw_ss: Zana za kutobolea
th_th: อุปกรณ์สำหรับการกระทุ้ง

source: Digging tool
ar_ar: أداة ثقب
hi_in: खोदने वाले औज़ार
km_kh: ឧបករណ៍សម្រាប់ជីក
my_mm: Alat penggali
sw_ss: Zana za kuchimbia
th_th: อุปกรณ์สำหรับขุด

source: Pounding tool
ar_ar: أداة سحق
hi_in: कूटने वाले औज़ार
km_kh: ឧបករណ៍សម្រាប់បុក
my_mm: Alat pemukul
sw_ss: Zana za kutwangia
th_th: อุปกรณ์สำหรับทุบ-ตำหรือบด

source: Carrying tool
ar_ar: أداة نقل
hi_in: भार उठाने वाले औज़ार
km_kh: ឧបករណ៍សម្រាប់យួរ/ដឹកជញ្ជូន
my_mm: Alat pengangkat
sw_ss: Zana za kubebea
th_th: อุปกรณ์สำหรับลำเลียงสิ่งของ

source: Lifting tool
ar_ar: أداة رفع
hi_in: उठाने वाले औजा़र
km_kh: ឧបករណ៍សម្រាប់គាស់/លើក
sw_ss: Zana za kuinulia

source: Fastening tool
ar_ar: أداة ربط للتثبيت
hi_in: कसने वाले औजा़र
km_kh: ឧបករណ៍សម្រាប់រឹត
sw_ss: Zana za kufungia
th_th: แถบผ้าหรือวัสดุที่ใช้สำหรับผูกมัด

source: Holding tool
ar_ar: أداة حفظ
hi_in: पकड़ने वाले औज़ार
km_kh: ឧបករណ៍សម្រាប់ព្យួរ/ទ្រ
sw_ss: Zana za kushikilia

source: Container
ar_ar: حاوية
hi_in: धारक, पात्र, वर्तन
km_kh: ប្រអប់/ធុង
my_mm: Bekas
sw_ss: Chombo, kopo
th_th: ภาชนะใส่ของ

source: Bag
ar_ar: حقيبة
hi_in: थैला
km_kh: ថង់/កញ្ចប់
my_mm: Beg
sw_ss: Mfuko
th_th: ถุงใส่ของ

source: Sheath
ar_ar: الغمد
hi_in: म्यान
km_kh: ស្រោម
my_mm: Sarung
sw_ss: Ala ya kisu
th_th: ฝักดาบ/ฝักมีด

source: Parts of tools
ar_ar: أجزاء من الأدوات
hi_in: औज़ारों के भाग
km_kh: ផ្នែកនៃឧបករណ៍
my_mm: Bahagian-bahagian alat
sw_ss: Sehemu za zana
th_th: ส่วนประกอบของเครื่องมือ

source: Machine
ar_ar: آلة
hi_in: मशीन, कल, यंत्र
km_kh: ម៉ាស៊ីន
my_mm: Mesin-mesin
sw_ss: Mashine, mtambo
th_th: เครื่องกลสำหรับใช้สอยในบ้าน

source: Finance
ar_ar: ماليّة
hi_in: अर्थ, वित
km_kh: ហិរញ្ញវត្ថុ
my_mm: Kewangan
sw_ss: Mambo ya fedha
th_th: การเงิน

source: Have wealth
ar_ar: عنده ثروة
hi_in: धनी होना
km_kh: មានទ្រព្យសម្បត្តិ
my_mm: Ada harta
sw_ss: Utajiri, kupata mali
th_th: มีความมั่งคั่ง

source: Own, possess
ar_ar: يملك شيئا ، في حوزته شيء
hi_in: अपना, पास होना, का स्वामी या मालिक होना
km_kh: ជាកម្មសិទ្ធិ, ជាម្ចាស់
sw_ss: Kumiliki
th_th: ครอบครอง

source: Rich
ar_ar: غني
hi_in: संपन्न, प्रचुर
km_kh: មាន
sw_ss: Mtajiri
th_th: ร่ำรวย, มั่งคั่ง

source: Poor
ar_ar: فقير
hi_in: दीन, दरिद्र, अल्प, खराब, अभागा, बेचारा
km_kh: ក្រ
my_mm: Miskin
sw_ss: Maskini
th_th: ยากจน

source: Store wealth
ar_ar: يخزن الثروة
hi_in: धन संचित करना
km_kh: រក្សាទុកទ្រព្យសម្បត្តិ
my_mm: Mengumpulkan harta
sw_ss: Kuweka akiba ya mali
th_th: เก็บสะทรัพย์สมบัติ

source: Possession, property
ar_ar: حيازة، ملكية
hi_in: स्वामित्व, संपत्ति, अधिकृत या अधीन क्षेत्र
km_kh: កម្មសិទ្ធិ, ទ្រព្យសម្បត្តិ
sw_ss: Mali, miliki
th_th: ทรัพย์สมบัติ

source: Accumulate wealth
ar_ar: يُكدّس الثروة
hi_in: धन संचय करना
km_kh: សន្សំទ្រព្យសម្បត្តិ
my_mm: Mengumpulkan harta
sw_ss: Kukusanya mali
th_th: การเพิ่มพูนทรัพย์สิน

source: Produce wealth
ar_ar: يُنتج الثروة
hi_in: धन का उत्‍पाद
km_kh: បង្កើតទ្រព្យសម្បត្តិ
my_mm: Menghasilkan harta
sw_ss: Kuzalisha mali
th_th: ทำให้เกิดทรัพย์สิน

source: Make profit
ar_ar: يُحقّق ربحا
hi_in: मुनाफ़ा करना
km_kh: រកប្រាក់ចំណេញ
my_mm: Menguntungkan
sw_ss: Kuleta faida
th_th: ทำกำไร

source: Lose wealth
ar_ar: يخسر ثروة
hi_in: धन हानि
km_kh: បាត់បង់ទ្រព្យសម្បត្តិ
my_mm: Kehilangan harta
sw_ss: Kupoteza mali
th_th: สูญเสียทรัพย์สิน

source: Frugal
ar_ar: مُقتصد
hi_in: मितव्ययी
km_kh: សន្សំសំចៃ
my_mm: Berhemat
sw_ss: Wekevu
th_th: ประหยัด

source: Greedy
ar_ar: طمّاع
hi_in: लालची
km_kh: លោភលន់
my_mm: Tamak
sw_ss: Mroho

source: Collect
ar_ar: يُجمّع
hi_in: संग्रहीत करना, एकत्र होना
km_kh: ប្រមូល
sw_ss: Kukusanya

source: Earn
ar_ar: يكسب
hi_in: कमाना
km_kh: រកចំណូល
sw_ss: Kuchuma pesa

source: Share wealth
ar_ar: يتقاسم الثروة
hi_in: धन बाँटना
km_kh: ចែកទ្រព្យសម្បត្តិ
my_mm: Mengongsikan harta
sw_ss: Kugawa utajiri
th_th: การแบ่งปันทรัพย์สิน

source: Give, donate
ar_ar: يُعطي، يتبرّع
hi_in: देना, दान करना
km_kh: ឱ្យ, បរិច្ចាគ
my_mm: Memberi, menderma
sw_ss: Kutolea, kuchangia
th_th: การให้

source: Generous
ar_ar: كريم
hi_in: उदार
km_kh: ចិត្តសប្បុរស
my_mm: Murah hati
sw_ss: Mkarimu
th_th: ใจกว้าง

source: Stingy
ar_ar: بخيل
hi_in: कंजूस
km_kh: ចិត្តកំណាញ់
my_mm: Kedekut
sw_ss: Choyo
th_th: ขี้เหนียว

source: Beg
ar_ar: بتسوّل
hi_in: भीख मांगना, प्रार्थना करना
km_kh: សុំទាន
my_mm: Merayu
sw_ss: Kuombaomba
th_th: ขอ

source: Financial transaction
ar_ar: المعاملات الماليّة
hi_in: वितिय लेनदेन
km_kh: កិច្ចការជំនួញ
sw_ss: Shughuli za kifedha
th_th: การเจรจาทางธุรกิจการเงิน

source: Buy
ar_ar: يشتري
hi_in: ख़रीदना, ख़रीद
km_kh: ទិញ
my_mm: Membeli
sw_ss: Kununua
th_th: ซื้อ

source: Sell
ar_ar: يبيع
hi_in: बेचना
km_kh: លក់
my_mm: Jual
sw_ss: Kuuza
th_th: ขาย

source: Price
ar_ar: سِعر
hi_in: मूल्य
km_kh: តម្លៃ
sw_ss: Bei
th_th: การตั้งราคา

source: Expensive
ar_ar: باهظ
hi_in: महँगा
km_kh: ថ្លៃ
my_mm: Mahal
sw_ss: Bei ghali

source: Cheap
ar_ar: رخيص
hi_in: सस्ता
km_kh: ថោក
my_mm: Murah
sw_ss: Bei rahisi

source: Free of charge
ar_ar: من دون مقابل
hi_in: मुफ्‍त
km_kh: ឥតគិតថ្លៃ
my_mm: Percuma
sw_ss: Bure

source: Bargain
ar_ar: يُساوم
hi_in: लेन-देन, मोल-भाव करना
km_kh: តថ្លៃ
my_mm: Jual murah
sw_ss: Mapatano ya bei
th_th: การต่อรองราคา

source: Pay
ar_ar: يدفع
hi_in: तनख्वाह, चुकाना (पैसा)
km_kh: បង់ប្រាក់
my_mm: Bayar
sw_ss: Kulipa
th_th: การจ่ายเงิน

source: Hire, rent
ar_ar: يُوظّف، يكري
hi_in: मजदूरी पर रखना, किराये पर लेना, किराया, भाड़ा, किराये पर देना [लेना], किराया लेकर प्रयोग करने का अधिकार प्रदान करना
km_kh: ជួល
my_mm: Sewa,upah
sw_ss: Kukodi, kupanga
th_th: เช่า, ให้เช่าหรือว่าจ้าง

source: Spend
ar_ar: يصرف
hi_in: बिताना, खर्च करना
km_kh: ចំណាយ
my_mm: Mengguna
sw_ss: Kutumia
th_th: ใช้เงิน

source: Store, marketplace
ar_ar: متجر، سوق تجاريّة
hi_in: संचित माल, भंडार, दुकान, बाजा़र
km_kh: ហាងលក់ទំនិញ, ទីផ្សា
my_mm: Stor, pasar
sw_ss: Soko, duka
th_th: สถานที่สำหรับค้าขาย

source: Exchange, trade
ar_ar: تبادل تجاري، تجارة
hi_in: अदला बदला, अदला बदला करना, व्यापार, व्यापार करना, वस्तु विनिमय करना
km_kh: ការដោះដូរ, ជំនួញ
my_mm: Tukar-menukar, jual beli
sw_ss: Biashara, uchuuzi
th_th: แลกเปลี่ยน, ธุรกิจการค้า

source: Borrow
ar_ar: يستلف
hi_in: उधार लेना
km_kh: សុំខ្ចី
my_mm: Pinjam
sw_ss: Kukopa, kuazima
th_th: หนี้สิน

source: Lend
ar_ar: يُقرض
hi_in: उधार देना, देना
km_kh: ឱ្យខ្ចី
my_mm: Pinjamkan
sw_ss: Kukopesha
th_th: การให้ยืม

source: Give pledge, bond
ar_ar: يُعطي تعهدّا، يتقيّدُ
hi_in: बंधन, प्रतिज्ञा पत्र
km_kh: ផ្តល់កិច្ចសន្យាខ្ចីប្រាក់, សញ្ញាប័ណ្ណ
my_mm: Memberi perjanjian, jaminan
sw_ss: Kuweka rehani
th_th: การให้คำมั่นสัญญา

source: Owe
ar_ar: مديون
hi_in: ऋणी होना
km_kh: ចំពាក់
my_mm: Berhutang
sw_ss: Kuwiwa, kudaiwa
th_th: ติดหนี้, เป็นหนี้

source: Repay debt
ar_ar: إرجاع القرض الذي عليك
hi_in: कर्ज़ चुकाना
km_kh: សងបំណុល
my_mm: Membayar hutang
sw_ss: Kulipia deni
th_th: ชำระหนี้

source: Credit
ar_ar: القرض الممنوح
hi_in: उधार, बैंक के खाते मे जमा राशि, बैंक द्वारा उधार दी गयी राशि, श्रेय लेना, श्रेय देना
km_kh: ឥណទាន
my_mm: Kredit
sw_ss: Mpe, maingizo ya fedha
th_th: เงินสินเชื่อ, ความเชื่อถือ

source: Money
ar_ar: المال
hi_in: पैसा
km_kh: ប្រាក់
my_mm: Wang
sw_ss: Pesa
th_th: เงิน

source: Monetary units
ar_ar: الوحدات النقديّة
hi_in: वितिय इकाई
km_kh: ឯកតា​រូបិយប័ណ្ណ
my_mm: Unit kewangan
sw_ss: Vima vya pesa
th_th: หน่วยของเงินตรา

source: Accounting
ar_ar: المحاسبة
hi_in: लेखाँकन
km_kh: គណនេយ្យ
my_mm: Perakaunan
sw_ss: Uhasibu
th_th: การทำบัญชี

source: Tax
ar_ar: الضّريبة
hi_in: कर, कर लगाना
km_kh: ពន្ធដារ
my_mm: Cukai
sw_ss: Ushuru
th_th: การจัดเก็บภาษี

source: Dishonest financial practices
ar_ar: ممارسات ماليّة غير شريفة
hi_in: वितिय अभ्‍यास में धोखेबाजी
km_kh: សកម្មភាពមិនទៀងត្រង់ទាក់ទិននឹងសាច់ប្រាក់
my_mm: Kegiatan kewangan yang tidak jujur
sw_ss: Kutokuwa mwaminifu katika fedha
th_th: การเงินที่ได้มาด้วยความไม่สัตย์ซื่อ

source: Steal
ar_ar: يسرق
hi_in: चोरी करना, चुपके से आना जाना
km_kh: លួច
my_mm: Mencuri
sw_ss: Kuiba
th_th: ขโมย

source: Cheat
ar_ar: يَغشّ
hi_in: ठग, कपट करना
km_kh: បោកបន្លំ
my_mm: Menipu
sw_ss: Kupunja
th_th: โกง

source: Extort money
ar_ar: يبتزّ للحصول على المال
hi_in: पैसा छीनना
km_kh: ជំរិតទារប្រាក់
my_mm: Wang desakan
sw_ss: Kupokonya fedha
th_th: ขู่เอาเงิน

source: Take by force
ar_ar: يأخذ بالقوّة
hi_in: जबरज़स्‍ती कुछ लेना
km_kh: យកដោយបង្ខំ
my_mm: Mengambil dengan paksa
sw_ss: Kuchukua kwa nguvu
th_th: ใช้กำลังฉวยเอาไป

source: Bribe
ar_ar: يعطي رشوة
hi_in: रिश्वत, रिश्वत देना
km_kh: សូកប៉ាន់
my_mm: Memberi rasuah
sw_ss: Rushwa
th_th: สินบน, รางวัลล่อใจ

source: Smuggle
ar_ar: يُهرّب
hi_in: तस्कर-व्यापार करना
km_kh: ជួញដូរខុសច្បាប់
sw_ss: Kufanya magendo

source: Business organization
ar_ar: تنظيم الأعمال التجاريّة
hi_in: व्‍यापारिक संगठन
km_kh: ស្ថាប័នពាណិជ្ជកម្ម
my_mm: Organisasi perniagaan
sw_ss: Shirika la biashara
th_th: สมาคม ธุรกิจ

source: Management
ar_ar: تسيير
hi_in: प्रबंध
km_kh: ការគ្រប់គ្រង
my_mm: Pengurusan
sw_ss: Uongozi
th_th: การจัดการ

source: Work for someone
ar_ar: العمل لمصلحة شخص
hi_in: किसी के लिए काम करना
km_kh: ធ្វើការឱ្យគេ
sw_ss: Kuajiriwa na mtu
th_th: แรงงาน, กรรมกร

source: Marketing
ar_ar: تسويق
hi_in: विपणन
km_kh: ទីផ្សារ
my_mm: Pemasaran
sw_ss: Elimu ya soko, uuzaji
th_th: การตลาด

source: Commerce
ar_ar: تجارة
hi_in: वाणिज्य
km_kh: ពាណិជ្ជកម្ម
my_mm: Perdagangan
sw_ss: Biashara
th_th: การค้า, การพาณิชย์

source: Economics
ar_ar: علم الاقتصاد
hi_in: अर्थशास्त्र
km_kh: សេដ្ឋកិច្ច
my_mm: Ekonomi
sw_ss: Uchumi
th_th: เศรษฐกิจ

source: Insurance
ar_ar: تأمين
hi_in: बीमा
km_kh: ការធានារ៉ាប់រង
my_mm: Insurans
sw_ss: Bima
th_th: การประกัน

source: Physical actions
ar_ar: .حركات بدنيّة
hi_in: शारीरिक क्रियाएँ
km_kh: សកម្មភាពរាងកាយ
sw_ss: Vitendo vya mwili
th_th: การกระทำ

source: Posture
ar_ar: الوضع الذي يتّخذه الجسد
km_kh: ឥរិយាបថ
my_mm: Postur/gaya tubuh badan
sw_ss: Mkao
th_th: ท่าทาง

source: Stand
ar_ar: يقف
hi_in: खड़ा होना
km_kh: ឈរ
my_mm: Berdiri
sw_ss: Kusimama
th_th: การยืน

source: Sit
ar_ar: يجلس
hi_in: बैठना
km_kh: អង្គុយ
my_mm: Duduk
sw_ss: Kukaa, kuketi
th_th: การนั่ง

source: Lie down
ar_ar: استلقى
hi_in: लेटना
km_kh: ដេក/ក្រាបចុះ
my_mm: Baring
sw_ss: Kulala chini
th_th: การนอนลง

source: Kneel
ar_ar: يركع
hi_in: घुटने टेकना
km_kh: លុតជង្គង់
my_mm: Bertelut/berlutut
sw_ss: Kupiga magoti
th_th: คุกเข่า

source: Bow
ar_ar: انحنى
hi_in: झुकने
km_kh: ឱន
my_mm: Tunduk
sw_ss: Kuinama
th_th: โค้ง, คำนับ

source: Lean
ar_ar: يميل
hi_in: झुकना
km_kh: ផ្អែក/ទម្រេត
my_mm: Bersandar
sw_ss: Kuegama
th_th: เอียง

source: Straight posture
ar_ar: مستقيم الوضع
hi_in: सीधे खडे होना
km_kh: ឥរិយាបថត្រង់​ខ្លួន
my_mm: Postur tegak
sw_ss: Mkao ulionyooka
th_th: ท่าตรง

source: Relaxed posture
ar_ar: في وضع مسترخ
hi_in: षिभाम/बिभाम ?? स्‍थिति में
km_kh: ឥរិយាបថបន្ធូរអារម្មណ៍
my_mm: Postur santai
sw_ss: Mkao wa ulegevu
th_th: ท่าผ่อนคลาย

source: Bend down
ar_ar: التوى إلى تحت
hi_in: झुक जाना
km_kh: បន្ទន់/ពត់
my_mm: Membongkok
sw_ss: Kuinamia chini
th_th: โน้มต่ำลง

source: Move a part of the body
ar_ar: تحريك جزء من الجسد
hi_in: अपने शरीर
km_kh: កម្រើកផ្នែកមួយនៃរាងកាយ
my_mm: Menggerakkan sebahagian daripada anggota tubuh badan.
sw_ss: Kusogeza au kutikisa sehemu ya mwili
th_th: เคลื่อนไหวส่วนต่างๆของร่างกาย

source: Move
ar_ar: يحرّك
hi_in: हिलाना
km_kh: កម្រើក/​ផ្លាស់ទី
my_mm: Gerak
sw_ss: Kusogea, kwenda
th_th: การเคลื่อนไหว-เคลื่อนย้าย

source: Manner of movement
ar_ar: طريقة التحرّك
hi_in: चलने मं ढंग
km_kh: លក្ខណៈនៃការ​ផ្លាស់ទី
my_mm: Cara pergerakan
sw_ss: Namna za mwendo
th_th: ลักษณะท่าทางของการเคลื่อนย้าย

source: Walk
ar_ar: يمشي
km_kh: ដើរ
my_mm: Berjalan
sw_ss: Kutembea
th_th: ไม้เท้า

source: Run
ar_ar: يجري
hi_in: दौड़ना
km_kh: រត់
my_mm: Lari
sw_ss: Kukimbia
th_th: การวิ่ง

source: Crawl
ar_ar: يحبو
hi_in: रेंगना
km_kh: វារ
sw_ss: Kutambaa
th_th: การคลาน

source: Jump
ar_ar: يقفز
hi_in: कूदना
km_kh: លោត
my_mm: Lompat
sw_ss: Kuruka juu
th_th: การกระโดด

source: Move quickly
ar_ar: يتحرّك بسرعة
hi_in: ल्‍दी सरकना, हटना, चलना
km_kh: ផ្លាស់ទីយ៉ាងរហ័ស
my_mm: Bergerak cepat
sw_ss: Kwenda kwa haraka
th_th: เคลื่อนไหวอย่างรวดเร็ว

source: Move slowly
ar_ar: التحرّك ببطء
hi_in: धीरे से चलना
km_kh: ផ្លាស់ទីសន្សឹមៗ
my_mm: Bergerak lambat
sw_ss: Kwenda polepole

source: Wander
ar_ar: يتجوّل
km_kh: ដើរ (លេងៗ)
my_mm: Mengembara/berjalan tanpa destinasi tertentu
sw_ss: Kuzurura
th_th: การเดินทางท่องเที่ยว

source: Graceful
ar_ar: رشيق
km_kh: រម្យទម
my_mm: Lemah lembut
sw_ss: Kwenda kwa kudundika

source: Clumsy
ar_ar: لا يُحسن الانتباه
hi_in: बेंऔख (?), भव्वा (?), बेदभा (?), [बेढंगा (?), बेंड़ा]
km_kh: មិនចេះប្រុងប្រយ័ត្ន
my_mm: Kekok
sw_ss: Kwenda kwa maringo

source: Walk with difficulty
ar_ar: يمشي بصعوبة
hi_in: कठीनाई से चलना
km_kh: ដើរដោយមានការពិបាក
my_mm: Berjalan dengan susah payah
sw_ss: Kutembea kwa shida, kujikwaa
th_th: ความซุ่มซ่าม, โอนเอน

source: Slip, slide
ar_ar: زَلق، تزحلق
hi_in: फ़िसलना
km_kh: រអិល, រម្អិល
my_mm: Menggelincir, menggelongsor
sw_ss: Kuteleza
th_th: ลื่น, ไถล

source: Steady, unsteady
ar_ar: ثابت، غير ثابت
km_kh: នឹងថ្កល់, ទ្រេតទ្រោត
my_mm: Mantap, ketidakmantapan
sw_ss: Imara, geugeu
th_th: คงที่/สม่ำเสมอ, ไม่คงที่/ไม่สม่ำเสมอ

source: Balance
ar_ar: يخلق التوازن
hi_in: संतुलन
km_kh: តុល្យការ
my_mm: Imbangan
sw_ss: Kusawazisha

source: Move noisily
ar_ar: يتحرّك مُحدثا ضجّة
hi_in: आवाज के साथ चलना या ठटना
km_kh: ផ្លាស់ទីឮសំឡេងខ្លាំង
sw_ss: Kwenda au kusogea kwa kupiga kelele

source: Move in a direction
ar_ar: يتحرّك في اتجاه
hi_in: एक दिशा की ओट चलना
km_kh: ផ្លាស់ទី​ក្នុងទិសដៅមួយ
my_mm: Bergerak ke arah tujuan
sw_ss: Kwenda kwa mwelekeo mmoja
th_th: เคลื่อนที่ไปตามทิศทาง

source: Move forward
ar_ar: التحرّك إلى الأمام
km_kh: ផ្លាស់ទីទៅមុខ
my_mm: Maju/Bergerak ke depan
sw_ss: Kwenda mbele
th_th: เคลื่อนไปข้างหน้า

source: Move back
ar_ar: التحرّك إلى الوراء
hi_in: पिछे हटना
km_kh: ផ្លាស់ទី​ថយក្រោយ
my_mm: Berundur
sw_ss: Kwenda nyuma
th_th: เคลื่อนถอยหลัง

source: Move sideways
ar_ar: .التحرك جانبيا
hi_in: बाजु की ओर बढ़ना
km_kh: ផ្លាស់ទីទៅខាង​ (ឆ្វេង ឬ ស្តាំ)
my_mm: Bergerak ke tepi
sw_ss: Kwenda kwa upande
th_th: เคลื่อนไปด้านข้าง

source: Move up
ar_ar: التحرّك إلى أعلى
hi_in: उपर की ओर बढ़ना
km_kh: ផ្លាស់ទីឡើងលើ
my_mm: Bergerak ke atas
sw_ss: Kwenda juu
th_th: เคลื่อนที่ให้สูงขึ้น

source: Move down
ar_ar: يتحرّك نازلا
hi_in: नीचे उतरना
km_kh: ផ្លាស់ទីចុះក្រោម
my_mm: Bergerak ke bawah/Turun
sw_ss: Kwenda chini
th_th: เคลื่อนที่ให้ต่ำลง

source: Fall
ar_ar: يسقط
hi_in: गिरना
km_kh: ធ្លាក់
sw_ss: Kuanguka

source: Turn
ar_ar: يدور
hi_in: पलटना
km_kh: វិល/បត់
my_mm: Pusing
sw_ss: Kugeuka
th_th: กลับ, หันไป

source: Move in a circle
ar_ar: يتحرك بشكل دائريّ
hi_in: गोल गोल घुमना
km_kh: ផ្លាស់ទីជារាងរង្វង់
my_mm: Bergerak di dalam bulatan
sw_ss: Kwenda kwa duara
th_th: เคลื่อนที่เป็นวงกลม

source: Move back and forth
ar_ar: يتحرك إلى الأمام و إلى الوراء
km_kh: ផ្លាស់ទីទៅមុខទៅក្រោយ
my_mm: Bergerak ke depan dan ke belakang
sw_ss: Kusogea mbele na nyuma
th_th: เคลื่อนที่ไปข้างหน้าไปข้างหลัง

source: Move straight without turning
ar_ar: يتحركّ إلى الأمام من دون الدوران إلى الخلف
km_kh: ផ្លាស់ទី​ទៅត្រង់ភ្លឹង
my_mm: Bergerak terus tanpa berpusing balik
sw_ss: Kwenda moja kwa moja bila kugeuka

source: Move toward something
ar_ar: التحرّك في اتجاه شيء
km_kh: ផ្លាស់ទីឆ្ពោះទៅរកអ្វីមួយ
my_mm: Bergerak ke arah sesuatu
sw_ss: Kwendea
th_th: เคลื่อนที่ไปหาสิ่งหนึ่ง

source: Move away
ar_ar: يتحرّك بعيدا
km_kh: ផ្លាស់ទី​ទៅឆ្ងាយ
my_mm: Berpindah
sw_ss: Kusogea mbali
th_th: เคลื่อนที่ออกจาก

source: Go
ar_ar: يذهب
km_kh: ទៅ
my_mm: Pergi
sw_ss: Kwenda
th_th: ไป

source: Come
hi_in: आना
km_kh: មក
my_mm: Datang
sw_ss: Kuja
th_th: มา

source: Leave
ar_ar: يُغادر
hi_in: छोड़ना या हटना
km_kh: ចាកចេញ
my_mm: Meninggalkan
sw_ss: Kuondoka
th_th: การจากไป/เหลือทิ้งไว้

source: Arrive
ar_ar: يصل
km_kh: មកដល់
my_mm: Tiba
sw_ss: Kufika, kuwasili
th_th: มาถึง

source: Move in
ar_ar: يدخل
hi_in: प्रवेश करना
km_kh: ផ្លាស់ទីចូលមក
my_mm: Masuk
sw_ss: Kuingia
th_th: ย้ายเข้าไป

source: Move out
ar_ar: يخرج
hi_in: बाहर आना
km_kh: ផ្លាស់ទីចេញទៅ
my_mm: Keluar
sw_ss: Kutoka
th_th: ย้ายออก

source: Move past, over, through
ar_ar: تجاوز،فوق،عَبْر
km_kh: ផ្លាស់ទីកាត់, ផ្លាស់ទីពីលើ
my_mm: Melewati, melombol, melalui
sw_ss: Kupita
th_th: เคลื่อนที่ผ่าน, ข้าม, ทะลุ

source: Return
ar_ar: يعود
km_kh: ត្រឡប់ក្រោយ
my_mm: Kembali
sw_ss: Kurudi
th_th: กลับมา

source: Travel
ar_ar: يسافر
km_kh: ធ្វើដំណើរ
my_mm: Perjalanan
sw_ss: Kusafiri
th_th: เดินทาง

source: Travel by land
ar_ar: يسافر عبر اليابسة
km_kh: ធ្វើដំណើរតាមផ្លូវគោក
my_mm: Perjalanan melalui darat
sw_ss: Kusafiri kwa nchi kavu
th_th: เดินทางทางบก

source: Vehicle
ar_ar: عربة
km_kh: យានជំនិះ
my_mm: Kenderaan
sw_ss: Gari
th_th: พาหนะ

source: Railroad
ar_ar: السكّة الحديديّة
hi_in: रेल रोड
km_kh: ផ្លូវរថភ្លើង
sw_ss: Reli

source: Travel by water
ar_ar: يُسافر عبر المياه
hi_in: पानी में यात्रा करना
km_kh: ធ្វើដំណើរតាមផ្លូវទឹក
my_mm: Perjalanan melalui air
sw_ss: Kusafiri kwa njia ya majini

source: Boat
ar_ar: قارب
km_kh: ទូក
my_mm: Kapal
sw_ss: Meli, mashua
th_th: เรือ

source: Swim
ar_ar: يسبح
km_kh: ហែលទឹក
my_mm: Berenang
sw_ss: Kuogelea
th_th: การว่ายน้ำ

source: Dive
ar_ar: يغطس
km_kh: ជ្រមុជ/លោត (ចូលក្នុងទឹក)
my_mm: Selam
sw_ss: Kupiga mbizi, kuzamia majini
th_th: ดำน้ำ

source: Fly
ar_ar: يطير
km_kh: ហោះ
sw_ss: Kuruka angani
th_th: เดินทางทางอากาศ

source: Travel in space
ar_ar: يسافر في الفضاء
km_kh: ធ្វើដំណើរក្នុងលំហអាកាស
my_mm: Pengembaraan ke angkasa lepas
sw_ss: Kusafiri katika anga za juu
th_th: เดินทางในอวกาศ

source: Move to a new house
ar_ar: ينتقل إلى منزل جديد
hi_in: नये घर में प्रवेश
km_kh: រើទៅផ្ទះថ្មី
my_mm: Berpindah ke rumah baru
sw_ss: Kuhamia
th_th: ย้ายไปอยู่บ้านหลังใหม่

source: Way, route
ar_ar: الطريق، المسار
hi_in: रास्‍ता
km_kh: ផ្លូវ
sw_ss: Njia

source: Lose your way
ar_ar: تضيِّع مسارك
hi_in: रास्‍ते से भटक जाना
km_kh: វង្វេងផ្លូវ
my_mm: Sesat
sw_ss: Kupoteza njia

source: Map
ar_ar: خريطة
hi_in: नक्‍़शा
km_kh: ផែនទី
sw_ss: Ramani

source: Accompany
ar_ar: يرافق
km_kh: រួម/អមដំណើរ
my_mm: Menemankan
sw_ss: Kufuatana, kusindikiza
th_th: ติดตาม/เป็นเพื่อน

source: Go first
ar_ar: يذهب أوّلا
km_kh: ទៅមុន
my_mm: Mendahului/dahulu
sw_ss: Kutangulia
th_th: นำหน้า

source: Follow
ar_ar: يتعقّب
km_kh: តាមពីក្រោយ
my_mm: Susul
sw_ss: Kufuata
th_th: ติดตาม, ตามหลัง

source: Guide
ar_ar: يُرشد
hi_in: निर्देशित करना
km_kh: នាំផ្លូវ
sw_ss: Kuongoza kwa kuonyesha njia

source: Move together
ar_ar: يتحرّكان معا
hi_in: साथ साथ चलना
km_kh: រើទៅទាំងអស់គ្នា
sw_ss: Kuongozana

source: Pursue
ar_ar: يُلاحق
hi_in: पीछा करना
km_kh: ដេញតាម
sw_ss: Kufuata ili kukamata
th_th: หลบหนี, ไล่ตาม

source: Catch, capture
ar_ar: يمسك، يقبض على
hi_in: पकड़ना, कै़द करना
km_kh: ចាប់ខ្លួន, ឃាត់​ខ្លួន
sw_ss: Kukamata

source: Prevent from moving
ar_ar: يَمنع من الحركة
hi_in: चलने से राकना
km_kh: ទប់ស្កាត់មិនឱ្យកម្រើក
sw_ss: Kuzuia kitu kisiende
th_th: ยับยั้ง, ข่มใจ

source: Escape
ar_ar: يهرب
hi_in: भागना
km_kh: គេចខ្លួន
my_mm: Melepaskan diri
sw_ss: Kutoroka
th_th: หลบหนี, หลีกเลี่ยง

source: Set free
ar_ar: يُحرّر
hi_in: स्‍वतंत्र करना
km_kh: ដោះលែងឱ្យមានសេរីភាព
my_mm: Membebaskan
sw_ss: Kuweka huru
th_th: ให้อิสระภาพ

source: Not moving
ar_ar: ليس بصدد التحرّك
hi_in: जो अचल हैं
km_kh: មិនកម្រើក
sw_ss: Kutokwenda, kutosogea

source: Stop moving
ar_ar: التوقّف عن الحركة
hi_in: चलने से करना
km_kh: ឈប់កម្រើក
my_mm: Berhenti daripada bergerak
sw_ss: Kuacha kusogea
th_th: หยุดเคลื่อนไหว

source: Stay, remain
ar_ar: يمكث، يبقى
hi_in: ठहजराने (स्‍थिति विशेष के रहना)
km_kh: នៅស្ងៀម, នៅដដែល
my_mm: Tinggal, berada tetap (di sesuatu tempat)
sw_ss: Kukaa, kubaki
th_th: อยู่, คงอยู่

source: Wait
ar_ar: ينتظر
hi_in: रुकना या कहरना
km_kh: រងចាំ
my_mm: Menunggu
sw_ss: Kungojea, kusubiri
th_th: รอคอย

source: Send someone
ar_ar: يُرسل شخصا
km_kh: ផ្ញើទៅនរណាម្នាក់
my_mm: Mengutus seseorang
sw_ss: Kumtuma mtu

source: Move something
ar_ar: تُحرّك شيئا
hi_in: किसी वस्‍तु को हटना
km_kh: ផ្លាស់ទីអ្វីមួយ
my_mm: Memindahkan sesuatu
sw_ss: Kusogeza kitu
th_th: การโยกย้าย

source: Carry
ar_ar: ينقل شيئا حاملا إياه
hi_in: दोना, वहन करना
km_kh: កាន់/យួរ
my_mm: Angkat
sw_ss: Kubeba
th_th: การลำเลียง

source: Throw
ar_ar: يرمي
hi_in: फेंकना
km_kh: គប់/គ្រវែង
sw_ss: Kurusha
th_th: ขว้าง

source: Catch
ar_ar: يقبض على
hi_in: पकड़ना
km_kh: ចាប់
my_mm: Tangkap
sw_ss: Kudaka
th_th: จับ/คว้า

source: Shake
ar_ar: رَجَّ
hi_in: हिलाना
km_kh: អង្រួន/រលាក់/ក្រឡុក
my_mm: Goncang
sw_ss: Kutikisa
th_th: เขย่า

source: Knock over
ar_ar: يقلب
hi_in: टक्कर मारना
km_kh: ផ្តួល
my_mm: Ketuk
sw_ss: Kuangusha
th_th: การกระแทก

source: Set upright
ar_ar: يضع شيئا في وضع قائم
hi_in: सीधा खड़ा करना
km_kh: ដាក់ឱ្យត្រង់ភ្លឹង
my_mm: Menegakkan
sw_ss: Kuweka kiwima
th_th: จัดตั้งให้ตรง

source: Move something in a direction
ar_ar: يُحرّك شيئا في اتجاه معيّن
hi_in: एक दिशा को ओर उछग(?)
km_kh: ផ្លាស់ទីអ្វីមួយក្នុងទិសដៅមួយ
my_mm: Menggerakkan sesuatu di dalam arah yang tertentu
sw_ss: Kusogeza kitu katika uelekeo mmoja
th_th: เคลื่อนย้ายไปตามทิศทาง

source: Put in front
ar_ar: يضع في المقدّمة
hi_in: सामने रखना
km_kh: ដាក់នៅខាងមុខ
my_mm: Meletakkan di hadapan
sw_ss: Kuweka mbele
th_th: วางไว้ข้างหน้า

source: Put in back
ar_ar: يضع في المؤخرة
hi_in: पीछे रखना
km_kh: ដាក់នៅខាងក្រោយ
my_mm: Meletakkan di belakang
sw_ss: Kuweka nyuma
th_th: วางไว้ข้างหลัง

source: Put aside
ar_ar: يضع جانبا
hi_in: किनारे रखीये
km_kh: ដាក់ទៅខាង (ឆ្វេង ឬ ស្តាំ)
my_mm: Menangguhkan/Meletakkan sesuatu di sisi
sw_ss: Kuweka pembeni
th_th: วางไว้ด้านข้าง

source: Lift
ar_ar: يرفع
hi_in: उठाना
km_kh: លើក
my_mm: Angkat
sw_ss: Kuinua juu
th_th: ยกขึ้น

source: Hang
ar_ar: يُعلّق
hi_in: लटकाना, टाँगना
km_kh: ព្យួរ
my_mm: Gantung
sw_ss: Kutundika
th_th: แขวน

source: Lower something
ar_ar: يُهبّط شيئا
hi_in: नीचे झुकाना
km_kh: បន្ទាបអ្វីមួយ
my_mm: Menurunkan sesuatu
sw_ss: Kushusha kitu
th_th: ทำให้ต่ำลง

source: Put in
ar_ar: يضع في
hi_in: डालना
km_kh: ដំឡើង
my_mm: Masukkan
sw_ss: Kuingiza
th_th: การใส่ไว้ใน

source: Take something out of something
ar_ar: استخراج شيء من شيء آخر
hi_in: किसी वस्‍तु मैँ से कोबो(?) वस्‍तु निकालना
km_kh: ដកអ្វីមួយចេញពីអ្វីមួយ
sw_ss: Kutoa kitu kutoka kitu kingine
th_th: เอาออก
