Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Birth defect
ar_ar: تشوهات خلقية
hi_in: जन्मजात खराबी
km_kh: ជំងឺ​/​ពិការ​​ពី​កំណើត
my_mm: Lahir cacat
sw_ss: Kasoro za kuzaliwa

source: Cause of disease
ar_ar: سبب مرض
hi_in: बिमारियों के कारण
km_kh: មូលហេតុ​ជំងឺ
my_mm: Penyebab Penyakit
sw_ss: Sababu za maradhi

source: Symptom of disease
ar_ar: أعراض مرض
hi_in: रोगलक्षण
km_kh: រោគ​សញ្ញា​នៃ​ជំងឺ
my_mm: Gejala penyakit
sw_ss: Dalili ya maradhi
th_th: อาการต่างๆ ของโรค

source: Pain
ar_ar: الوجع
hi_in: दर्द
km_kh: ឈឺ​ចាប់
my_mm: Sakit
sw_ss: Maumivu
th_th: ความเจ็บปวด

source: Fever
ar_ar: حمى
hi_in: बुखार
km_kh: គ្រុន
my_mm: Demam
sw_ss: Homa
th_th: ไข้, เป็นไข้

source: Swell
ar_ar: التعرّق
hi_in: सूजना
km_kh: ហើម
my_mm: Bengkak
sw_ss: Kuvimba
th_th: บวม

source: Lose consciousness
ar_ar: فقدان الوعي
hi_in: बेहोशी
km_kh: សន្លប់
my_mm: Tidak sedar
sw_ss: Kupoteza fahamu
th_th: สูญเสียความรู้สึก

source: Dazed, confused
ar_ar: مصاب بالدوار، مرتبك
hi_in: स्तब्ध, हैरान
km_kh: ស្រឡាំងកាំង, ភាន់ច្រឡំ
my_mm: Bingung, keliru
sw_ss: Kupumbazika
th_th: ทำให้ งุนงง , สับสน

source: Vision, hallucination
ar_ar: رؤية،هلوسة
hi_in: स्वप्न, मतिभ्रम
km_kh: ចក្ខុវិញ្ញាណ, ការមមើមមាយ
my_mm: Bayangan, Halusinasi
sw_ss: Maono, njozi
th_th: การมองเห็นภาพ, อาการประสาทหลอน

source: Treat disease
ar_ar: معالجة المرض
hi_in: बिमारी का उपचार
km_kh: ព្យាបាលជំងឺ
my_mm: Rawatan penyakit
sw_ss: Kutibu maradhi
th_th: การรักษาโรค

source: Doctor, nurse
ar_ar: طبيب،ممرضة
hi_in: चिकित्सक, उपचारिका
km_kh: វេជ្ជបណ្ឌិត, គិលានុបដ្ឋាក
my_mm: Doktor, jururawat
sw_ss: Mganga, muuguzi
th_th: แพทย์, พยาบาล

source: Medicine
ar_ar: الدواء
hi_in: दवाई
km_kh: ថ្នាំ​ពេទ្យ
my_mm: Ubat
sw_ss: Dawa
th_th: ยา

source: Medicinal plants
ar_ar: الأعشاب الطبية
km_kh: ឱសថូបករណ៍ (ផ្សំពីរុក្ខជាតិ)
my_mm: Tumbuh-tumbuhan berubat
sw_ss: Dawa za mitishamba
th_th: ยา พืชสมุนไพร

source: Hospital
ar_ar: مستشفى
km_kh: មន្ទីរពេទ្យ
sw_ss: Hospitali
th_th: สถานที่สำหรับการรักษา

source: Traditional medicine
ar_ar: الطّب التقليدي
km_kh: ឱសថ​បុរាណ
sw_ss: Dawa za kienyeji
th_th: ยาแผนโบราณ

source: Mental illness
ar_ar: المرض الذهني
km_kh: ជំងឺផ្លូវ​ចិត្ត
my_mm: Penyakit mental
sw_ss: Kuvia akili
th_th: ความพิการทางจิต

source: Life
ar_ar: الحياة
km_kh: ជីវិត
sw_ss: Maisha
th_th: ชีวิต

source: Marriage
ar_ar: زواج
km_kh: អាពាហ៍ពិពាហ៍
sw_ss: Ndoa
th_th: การสมรส

source: Arrange a marriage
ar_ar: يُنظّم زواجا
km_kh: រៀបចំពិធីអាពាហ៍ពិពាហ៍
sw_ss: Kuandaa ndoa
th_th: การเตรียมการแต่งงาน

source: Wedding
ar_ar: العُرس
km_kh: ពិធីអាពាហ៍ពិពាហ៍
sw_ss: Harusi
th_th: การแต่งงาน

source: Unmarried
ar_ar: غير متزوج
km_kh: មិនទាន់រៀបការ
sw_ss: Kutokuoa, kutokuolewa
th_th: ไม่ได้แต่งงาน(สมรส)

source: Divorce
ar_ar: طلاق
km_kh: លែងលះ
sw_ss: Talaka
th_th: การหย่าร้าง

source: Romantic love
ar_ar: حب رومانسي
km_kh: ស្នេហាជ្រាលជ្រៅ
my_mm: Percintaan yang romantik
sw_ss: Upendo wa kusisimua au kuvutia

source: Sexual relations
ar_ar: علاقات جنسية
km_kh: ទំនាក់ទំនងផ្លូវភេទ
sw_ss: Mahusiano ya tendo la ndoa
th_th: ความสัมพันธ์ทางเพศ

source: Virginity
ar_ar: العذرية
km_kh: ព្រហ្មចារី
sw_ss: Ubikira
th_th: พรหมจรรย์

source: Attract sexually
ar_ar: يجذب جنسيا
km_kh: ទាក់ទាញកាមតណ្ហា
sw_ss: Kuvutia kingono

source: Sexual immorality
ar_ar: الفجور الجنسي
km_kh: អសីលធម៌ផ្នែកកាមតណ្ហា
my_mm: Kesumbangan seksual
sw_ss: Uasherati
th_th: การมีเพศสัมพันธ์ที่มีพฤติกรรมผิดปกติ

source: Birth
ar_ar: الولادة
km_kh: កំណើត
sw_ss: Kuzaliwa
th_th: กำเนิด, การคลอด

source: Pregnancy
ar_ar: الحمل
km_kh: មានគភ៌
sw_ss: Mimba
th_th: การตั้งครรภ์

source: Fetus
ar_ar: جنين
km_kh: ទារក​ក្នុងផ្ទៃ
sw_ss: Mtoto kabla ya kuzaliwa, kijusi
th_th: เด็กในครรภ์

source: Miscarriage
ar_ar: الإجهاض
km_kh: រលូតកូន
sw_ss: Kuharibika mimba
th_th: การแท้ง

source: Labor and birth pains
ar_ar: المخاض وآلام الولادة
km_kh: ឈឺ​ពោះ​សម្រាលកូន
sw_ss: Maumivu na uchungu wa kuzaa
th_th: ขั้นตอนของการคลอดและการเจ็บท้องคลอด

source: Help to give birth
ar_ar: يساعد على الولادة
km_kh: ជួ​យ​សម្រាល​​កូន
sw_ss: Kuzalisha, kumsaidia mwanamke wakati anapojifungua
th_th: การช่วยเหลือในการคลอด (การทำคลอด)

source: Unusual birth
ar_ar: ولادة غير طبيعية
km_kh: ការ​សម្រាល​​កូន​មិន​ធម្មតា
sw_ss: Kuzaa kusiko kwa kawaida
th_th: การคลอดที่ผิดปกติ

source: Multiple births
ar_ar: ولادات متعدّدة
km_kh: ការ​សម្រាលកូនភ្លោះ
sw_ss: Uzazi unaozidi
th_th: การทำคลอดหลายคน

source: Fertile, infertile
ar_ar: خصب، عقيم
km_kh: អាច​បង្ក​កំណើត​បាន, មិន​អាច​បង្ក​កំណើត​បាន
my_mm: Subur, Tidak subur
sw_ss: Kuweza kuzaa, kutokuweza kuzaa
th_th: เป็นหมัน, ไม่มีบุตร

source: Birth ceremony
ar_ar: مراسم الولادة
km_kh: ពិធីបុណ្យ​ទាក់ទង​នឹង​កំណើត​កូន
sw_ss: Sherehe ya kuzaliwa
th_th: การทำพิธี การให้กำเนิด

source: Stage of life
ar_ar: أطوار الحياة
km_kh: ដំណាក់កាលនៃជីវិត
sw_ss: Hatua za maisha
th_th: ระยะเวลาของการมีชีวิต

source: Baby
ar_ar: رضيع
km_kh: ទារក
sw_ss: Mtoto mchanga
th_th: ทารก

source: Care for a baby
ar_ar: يهتم برضيع
km_kh: ការថែទាំទារក
my_mm: Menjaga seorang bayi
sw_ss: Kutunza mtoto mchanga
th_th: การดูแลทารก

source: Child
ar_ar: طفل
km_kh: កុមារ
sw_ss: Mtoto
th_th: เด็ก

source: Rear a child
ar_ar: يربي طفلا
km_kh: ចិញ្ចឹមថែទាំកុមារ
my_mm: Membesarkan seorang anak
sw_ss: Kulea mtoto
th_th: การอบรม, เลี้ยงดูเด็ก

source: Youth
ar_ar: الشباب
km_kh: យុវជន
sw_ss: Kijana
th_th: วัยหนุ่มวัยสาว

source: Adult
ar_ar: بالغ
km_kh: មនុស្សពេញវ័យ
sw_ss: Mtu mzima
th_th: ผู้ใหญ่

source: Old person
ar_ar: شخص مُسن
km_kh: មនុស្សវ័យចំណាស់
sw_ss: Mzee
th_th: คำที่กล่าวถึงผู้ใหญ่

source: Grow, get bigger
ar_ar: ينمو، يكبر
km_kh: ធំធាត់, លូតលាស់
my_mm: Meningkat dewasa, membesar
sw_ss: Kukua
th_th: ผู้สูงอายุ, คนแก่

source: Initiation
ar_ar: الاحتفال ببداية شيء بصفة رسمية
km_kh: ការចាប់ផ្តើម
my_mm: Inisiasi
sw_ss: Mwanzo, jando, unyago
th_th: การเจริญเติบโตและความบรรลุภาวะการเป็นผู้ใหญ่ที่สมบูรณ์

source: Peer group
ar_ar: مجموعة الأشخاص من نفس الفئة العُمرية
km_kh: ក្រុមដែលមានវ័យស្របាលគ្នា
my_mm: Kelompok sebaya
sw_ss: Rika
th_th: การริเริ่ม, การเข้าไปเป็นสมาชิก

source: Male, female
ar_ar: ذكر، أنثى
km_kh: ភេទប្រុស, ភេទស្រី
sw_ss: Kiume, kike
th_th: เพศชาย, เพศหญิง

source: Man
ar_ar: رجُل
km_kh: បុរស
my_mm: Lelaki
sw_ss: Mwanamume

source: Woman
ar_ar: امرأة
km_kh: ស្ត្រី
my_mm: Wanita
sw_ss: Mwanamke

source: Die
ar_ar: يموت
km_kh: ស្លាប់
sw_ss: Kufa
th_th: ตาย, ความตาย

source: Kill
ar_ar: يقتل
km_kh: សម្លាប់
sw_ss: Kuua
th_th: ฆ่า

source: Corpse
ar_ar: جثّة
km_kh: សាកសព
sw_ss: Maiti
th_th: ศพ, ซากศพ

source: Funeral
ar_ar: جنازة
km_kh: បុណ្យសព
sw_ss: Mazishi
th_th: การจัดงานศพ

source: Mourn
ar_ar: يندب
km_kh: កាន់ទុក្ខ
sw_ss: Kuomboleza
th_th: การไว้ทุกข์

source: Bury
ar_ar: دفن
km_kh: បញ្ចុះសព
my_mm: mengabadikan
sw_ss: Kuzika
th_th: การฝัง

source: Grave
ar_ar: قبر
km_kh: ផ្នូរ
sw_ss: Kaburi
th_th: สุสาน

source: Inherit
ar_ar: يرث
km_kh: ស្នងមរតក
my_mm: Mewarisi
sw_ss: Kurithi
th_th: ความปรารถนาครั้งสุดท้ายและพันธะสัญญา (พินัยกรรม)

source: Life after death
ar_ar: الحياة بعد الموت
km_kh: ជីវិតក្រោយពេលមរណៈ
my_mm: Kehidupan setelah mati
sw_ss: Maisha baada ya kifo

source: Language and thought
ar_ar: اللغة و الفكر
hi_in: भाषा और विचार
km_kh: ភាសា និងគំនិត
sw_ss: Lugha na wazo
th_th: การให้อภัย, การนิรโทษกรรม, การปลดปล่อย

source: Soul, spirit
ar_ar: روح و نفس
hi_in: आत्मा, चेतना
km_kh: ដួងព្រលឹង, វិញ្ញាណ
my_mm: Jiwa, Roh
sw_ss: Nafsi, roho
th_th: จิตใจ, วิญญาณ

source: Personality
ar_ar: الشخصية
hi_in: व्यक्तित्व, विशेष चरित्र
km_kh: បុគ្គលិកលក្ខណៈ
my_mm: Keperibadian
sw_ss: Tabia, hulka
th_th: บุคลิกภาพ

source: Mental state
ar_ar: الحالة الذهنية
hi_in: मानसिक स्थिति
km_kh: សភាពផ្លូវចិត្ត
my_mm: Keadaan Mental
sw_ss: Hali ya akili
th_th: สถานภาพทางจิตใจ(ภาวะจิต)

source: Alert
ar_ar: التنبه الذهني
hi_in: सतर्क
km_kh: ប្រុងជើងការ
my_mm: Cergas
sw_ss: Wepesi
th_th: ความว่องไว, การเตรียมพร้อม

source: Notice
ar_ar: ملاحظة
hi_in: ध्यान देना
km_kh: សម្គាល់
my_mm: Lihat
sw_ss: Kugundua

source: Attention
ar_ar: انتباه
hi_in: ध्‍यान
km_kh: ការយកចិត្តទុកដាក់
sw_ss: Uangalifu

source: Ignore
ar_ar: تجاهل
hi_in: उपेक्षा करना
km_kh: ព្រងើយកន្តើយ
my_mm: Tidak menghiraukan
sw_ss: Kudharau
th_th: ละเลย, ไม่สนใจ

source: Think
ar_ar: يفكر
hi_in: सोचना
km_kh: គិត
my_mm: Berfikir
sw_ss: Kufikiri
th_th: ความคิด

source: Mind
ar_ar: الذهن
hi_in: दिमाग
km_kh: សតិ
my_mm: MInda
sw_ss: Ufahamu
th_th: จิตใจ, ความเข้าใจในเหตุผล

source: Think about
ar_ar: التفكير بشأن شيء
hi_in: किसी के बारे में सोचना
km_kh: គិតពី/ដល់
sw_ss: Kufikiri kuhusu

source: Imagine
ar_ar: يتخيل
hi_in: कल्‍पना करना
km_kh: ស្រមើស្រមៃ
my_mm: Membayangkan
sw_ss: Kuwazia
th_th: จินตนาการ

source: Intelligent
ar_ar: الذكاء
hi_in: बुद्धिमान
km_kh: ឈ្លាសវៃ
my_mm: Berakal, Cerdik
sw_ss: Kuwa na akili
th_th: ฉลาด, มีไหวพริบ

source: Stupid
ar_ar: غبي
hi_in: मूर्ख
km_kh: ល្ងង់/ភ្លីភ្លើ
my_mm: Jahil
sw_ss: Mpumbavu
th_th: ใช้กลุ่มคำเพื่อกล่าวถึงคนที่มีความคิดที่ดี

source: Logical
ar_ar: منطقي
hi_in: तार्किक
km_kh: សមហេតុផល
my_mm: Munasabah
sw_ss: Mantiki

source: Instinct
ar_ar: الغريزة
hi_in: सहजज्ञान
km_kh: សភាវគតិ
my_mm: Naluri
sw_ss: Silika

source: Learn
ar_ar: يتعلم
hi_in: सीखना
km_kh: រៀនសូត្រ
my_mm: Belajar
sw_ss: Kujifunza
th_th: การเรียนรู้

source: Study
ar_ar: يدرس
hi_in: अध्ययन करना, अध्ययन
km_kh: សិក្សា
sw_ss: Kujifunza kwa kusoma
th_th: สำรวจ, ค้นหา, สอบสวน

source: Check
ar_ar: يتثبت
hi_in: जाँचना
km_kh: ពិនិត្យ
my_mm: Memeriksa
sw_ss: Kuhakikisha

source: Evaluate, test
ar_ar: تقييم،اختبار
hi_in: मूल्यांकन, परीक्षण
km_kh: វាយតម្លៃ, សាកល្បង
my_mm: Menilai, Menguji
sw_ss: Kutathmini, kupima
th_th: การประเมินผล, การทดสอบ

source: Guess
ar_ar: يخمّن
hi_in: अन्दाज़ लगाना
km_kh: ទាយ/ស្មាន
my_mm: Menduga
sw_ss: Kukisia
th_th: การคาดคะเน, การเดา

source: Solve
ar_ar: يحلّ
hi_in: हल करना, समाधान करना
km_kh: ដោះស្រាយ
my_mm: Mengatasi
sw_ss: Kutatua, kufumbua

source: Realize
ar_ar: يدرك
hi_in: अहसास होना, महसूस करना
km_kh: យល់ដឹង
sw_ss: Kutambua, kuelewa

source: Willing to learn
ar_ar: الاستعداد على التعلم
hi_in: सीखने का इच्‍छुक
km_kh: រីករាយនឹងរៀន
my_mm: Sedia Belajar
sw_ss: Kupenda kujifunza
th_th: เต็มใจที่จะทำความเข้าใจ

source: Know
ar_ar: يعرف
hi_in: जानना
km_kh: ដឹង
my_mm: Tahu, Mengetahui
sw_ss: Kujua
th_th: รู้, การรู้จัก

source: Known, unknown
ar_ar: معروف،غير معروف
hi_in: ज्ञात, अज्ञात
km_kh: ស្គាល់, មិនស្គាល់
my_mm: Dikenali, Tidak dikenali
sw_ss: Kujulikana, kutojulikana
th_th: เป็นที่ รู้จัก, ไม่เป็นที่รู้จัก

source: Area of knowledge
ar_ar: مجال المعرفة
hi_in: ज्ञान का क्षेत्र
km_kh: ដែនចំណេះដឹង
my_mm: Bidang Pengetahuan
sw_ss: Eneo la maarifa

source: Secret
ar_ar: سرّ
hi_in: रहस्य, राज़
km_kh: ការសម្ងាត់
sw_ss: Siri

source: Understand
ar_ar: يفهم
hi_in: समझना
km_kh: យល់
my_mm: Memahami
sw_ss: Kufahamu
th_th: ความเข้าใจ

source: Misunderstand
ar_ar: سوء الفهم
hi_in: गलत समझना
km_kh: យល់ខុស
my_mm: Salah Faham
sw_ss: Kuelewa vibaya
th_th: เข้าใจผิด, เข้าใจคลาดเคลื่อน

source: Understandable
ar_ar: مفهوم
hi_in: समझनीय / समझने योग्य
km_kh: ដែលអាចយល់បាន
my_mm: Boleh Difahami
sw_ss: Kufahamika
th_th: มีความเข้าใจ

source: Mysterious
ar_ar: غامض
hi_in: रहस्यपूर्ण
km_kh: អាថ៌កំបាំង
sw_ss: Tatanisha

source: Opinion
ar_ar: رأي
hi_in: राय / विचार
km_kh: មតិ
sw_ss: Maoni
th_th: แสดงความคิดเห็น

source: Believe
ar_ar: يؤمن
hi_in: विश्‍वास
km_kh: ជឿ
my_mm: Mempercayai
sw_ss: Kuamini
th_th: การเชื่อ

source: Trust
ar_ar: الثقة
hi_in: भरोसा
km_kh: ទុកចិត្ត
sw_ss: Amani

source: Disbelief
ar_ar: عدم الإيمان
hi_in: अविश्‍वास
km_kh: មិនជឿ
my_mm: Tidak Mempercayai
sw_ss: Kutoamini
th_th: ไม่น่าเชื่อ

source: Doubt
ar_ar: شك
hi_in: संदेह
km_kh: សង្ស័យ
my_mm: Keraguan
sw_ss: Shaka
th_th: สงสัย

source: Agree with someone
ar_ar: يتّفق مع شخص ما
hi_in: किसी से सहमत होना
km_kh: យល់ព្រមជាមួយនរណាម្នាក់
sw_ss: Kukubaliana na mtu
th_th: ตกลง, ไม่ตกลง

source: Disagree
ar_ar: يختلف في الرأي
hi_in: असहमत होना
km_kh: មិនយល់ព្រម
sw_ss: Kutokubali

source: Protest
ar_ar: يحتج
hi_in: विरोध करना
km_kh: តវ៉ា
sw_ss: Kupinga

source: Philosophy
ar_ar: فلسفة
hi_in: दर्शनशास्‍त्र
km_kh: ទស្សនវិជ្ជា
my_mm: Falsafah
sw_ss: Falsafa
th_th: ปรัชญา

source: Attitude
ar_ar: موقف
hi_in: रवैया / प्रवृति
km_kh: ឥរិយាបថ
my_mm: Sikap
sw_ss: Mtazamo

source: Extreme belief
ar_ar: الإيمان المطلق
hi_in: परम विश्‍वास
km_kh: ជំនឿជ្រុលនិយម
my_mm: Kepercayaan Yang Melampaui Batas
sw_ss: Imani iliyovuka mipaka

source: Change your mind
ar_ar: تغير رأيك
hi_in: अपना मन बदलना
km_kh: ផ្លាស់ប្តូរគំនិត
sw_ss: Kubadili fikra zako
th_th: เปลี่ยนแปลงแผนการ

source: Approve of something
ar_ar: يوافق على شيء
hi_in: किसी को स्‍वीकृति देना
km_kh: យល់ស្រប
sw_ss: Kuafiki jambo fulani

source: Remember
ar_ar: تَذكر
hi_in: याद करना / याद रखना
km_kh: ចងចាំ
my_mm: Mengingati
sw_ss: Kukumbuka
th_th: จำได้, ระลึกถึง

source: Forget
ar_ar: ينسى
hi_in: भूल जाना
km_kh: ភ្លេច
my_mm: Melupakan
sw_ss: Kusahau
th_th: ลืม, การลืม

source: Recognize
ar_ar: يتعرف
hi_in: पहचानना, मान्यता देना, किसी राजनैतिक दल के अस्तित्व को स्वीकारना, अधिकारिक रूप से प्रशंसा करना
km_kh: ទទួលស្គាល់
sw_ss: Kutambua

source: Memorize
ar_ar: يحفظ
km_kh: ទន្ទេញ
sw_ss: Kukariri

source: Remind
ar_ar: يذكر
hi_in: याद दिलाना
km_kh: រម្លឹក
sw_ss: Kukumbusha

source: Expect
ar_ar: ينتظر
hi_in: आशा रखना
km_kh: រំពឹង
my_mm: Berharap
sw_ss: Kutazamia

source: Hope
ar_ar: يأمل
hi_in: आशा, आशा करना
km_kh: សង្ឃឹម
my_mm: Mengharapkan
sw_ss: Kutumaini
th_th: หวัง, ความหวัง

source: Hopeless
ar_ar: فاقد للأمل
hi_in: निराश
km_kh: គ្មានសង្ឃឹម
my_mm: Tiada harapan
sw_ss: Kukosa tumaini
th_th: หมดหวัง, ไม่มีความหวัง

source: Predict
ar_ar: يتوقع
hi_in: भविष्य बतलाना
km_kh: ព្យាករណ៍
sw_ss: Kubashiri, kutabiri

source: Tendency
ar_ar: نزعة
hi_in: प्रवृति
km_kh: និន្នាការ
my_mm: Kecenderungan
sw_ss: Uelekeo
th_th: มีแนวโน้ม

source: Want
ar_ar: يريد
hi_in: आवश्यकता, चाहना
km_kh: ចង់
my_mm: Mahu, Ingin
sw_ss: Kutaka
th_th: ความตั้งใจ

source: Decide, plan
ar_ar: يقرر،خطة
hi_in: निश्चय करना, निर्णय देना, निर्णय तक पहुँचना, योजना, मापचित्र
km_kh: សម្រេចចិត្ត, គ្រោងផែនការ
my_mm: Memutuskan,Merancang
sw_ss: Kuamua, kupanga
th_th: ตกลงใจ, ชี้ขาด, วางแผน

source: Purpose, goal
ar_ar: غاية، هدف
hi_in: प्रयोजन, लक्ष्य
km_kh: គោលបំណង, គោលដៅ
sw_ss: Kusudi, lengo
th_th: เป้าหมาย

source: Choose
ar_ar: يختار
hi_in: चुनना
km_kh: ជ្រើសរើស
my_mm: Memilih
sw_ss: Kuchagua
th_th: เลือก

source: Cast lots
ar_ar: يُجري القرعة
km_kh: ចាប់ឆ្នោត
sw_ss: Bahati nasibu

source: Intend
ar_ar: يعتزم
hi_in: इरादा रखना, निमित्त होना
km_kh: មានបំណង/​ចេតនា
sw_ss: Kukusudia, kunuia

source: Deliberately
ar_ar: بشكل مُتعمّد
hi_in: जानबूझ कर
km_kh: ដោយចេតនា
my_mm: Sengaja
sw_ss: Kwa kudhamiria

source: Determined
ar_ar: عاقد العزم
hi_in: दृढ़
km_kh: ប្តេជ្ញា
sw_ss: Mwenye makusudi au dhamira
th_th: ตกลงใจ

source: Stubborn
ar_ar: عنيد
hi_in: हठीला, अटल
km_kh: មានះ
my_mm: Berdegil
sw_ss: Mgumu wa moyo
th_th: ดื้อดึง, หัวแข็ง

source: Lust
ar_ar: يشتهي
hi_in: कामुकता, लालच, लोभ करना
km_kh: លោភលន់
my_mm: Berahi
sw_ss: Tamaa
th_th: ราคะตัณหา, ความต้องการทางเพศ

source: Request
ar_ar: طلب
hi_in: अनुरोध, अनुरोध करना
km_kh: សំណើ
my_mm: Meminta, Memohon
sw_ss: Kusihi
th_th: การขอร้อง, การเรียกร้อง

source: Agree to do something
ar_ar: يوافق على فعل شيء
km_kh: យល់ព្រមធ្វើអ្វីមួយ
sw_ss: Kubali kufanya jambo fulani

source: Refuse to do something
ar_ar: يرفض فعل شيء
km_kh: បដិសេធមិនធ្វើអ្វីមួយ
sw_ss: Kukataa kufanya jambo fulani

source: Intercede
ar_ar: يتشفع
hi_in: मध्यस्थता करना
km_kh: អន្តរាគមន៍លើកលែងទោស
my_mm: Memohon Bagi Sesuatu Pihak
sw_ss: Kuombea
th_th: ขอร้อง, ร้องขอความกรุณา

source: Willing
ar_ar: مستعد
hi_in: उद्यत
km_kh: សុខចិត្ត/​ស្ម័គ្រចិត្ត
sw_ss: Utayari
th_th: ระดับของความเต็มใจ

source: Influence
ar_ar: تأثير
hi_in: प्रभाव, प्रभावित करना
km_kh: ឥទ្ធិពល
my_mm: Mempengaruhi
sw_ss: Mvuto
th_th: อิทธิพล, อำนาจชักจูง

source: Suggest
ar_ar: يقترح
hi_in: प्रस्ताव रखना
km_kh: ស្នើ
my_mm: Mencadangkan
sw_ss: Kupendekeza

source: Advise
ar_ar: ينصح
hi_in: सलाह देना, सूचित करना
km_kh: ផ្តល់យោបល់
my_mm: Menasihatkan
sw_ss: Kushauri
th_th: แนะนำ

source: Persuade
ar_ar: يُقنع
hi_in: के लिए राजी करना, समझाना
km_kh: បញ្ចុះបញ្ចូល
sw_ss: Kushawishi
th_th: โฆษณา, ส่งเสริม, สนับสนุน, ชักชวน

source: Insist
ar_ar: يؤكد
hi_in: दृढ़ रहना
km_kh: ទទូច
sw_ss: Kusisitiza

source: Compel
ar_ar: يُجبر
hi_in: विवश करना
km_kh: បង្ខិតបង្ខំ
my_mm: Menggerakkan
sw_ss: Kushurutisha
th_th: ผลักดัน, มีอิทธิพลต่อ, ใช้กำลังบังคับ

source: Control
ar_ar: يتحكم
hi_in: नियंत्रण, वश में रखना
km_kh: ត្រួតត្រា
my_mm: Menguasai
sw_ss: Kudhibiti

source: Warn
ar_ar: يُحذّر
hi_in: चेतावनी देना
km_kh: ព្រមាន
my_mm: Memberi Amaran
sw_ss: Kuonya

source: Threaten
ar_ar: يهدد
hi_in: धमकाना, चेताना
km_kh: គំរាមកំហែង
sw_ss: Kutishia

source: Ask permission
ar_ar: يطلب الإذن
km_kh: សុំការអនុញ្ញាត
sw_ss: Kuomba ruhusa

source: Give permission
ar_ar: إعطاء الإذن
km_kh: អនុញ្ញាត
sw_ss: Kupa ruhusa
th_th: ยินยอม, อนุญาต

source: Refuse permission
ar_ar: رفض إعطاء الإذن
km_kh: មិនអនុញ្ញាត
my_mm: Enggan memberi kebenaran
sw_ss: Kukataa ruhusa

source: Exempt
ar_ar: إعفاء
hi_in: भुक्त, मुक्त करना
km_kh: លើកលែង/អនុញ្ញាតឱ្យរួចផុត
my_mm: Pengecualian
sw_ss: Kuachilia
th_th: ยกเว้น, ละเว้น

source: Prevent
ar_ar: يمنع
hi_in: रोकना
km_kh: ទប់ស្កាត់
sw_ss: Kuzuia

source: Free to do what you want
ar_ar: حر في أن تفعل ما تريده
km_kh: មានសេរីភាពធ្វើអ្វីតាមចិត្តចង់
sw_ss: Uhuru wa kufanya unachotaka

source: Offer
ar_ar: اقتراح
hi_in: प्रस्ताव, प्रदान करना
km_kh: ផ្តល់ឱ្យ
my_mm: Menawarkan
sw_ss: Kutoa
th_th: เสนอให้, มอบให้

source: Accept
ar_ar: يقبل
hi_in: स्वीकार करना
km_kh: ទទួល
sw_ss: Kukubali

source: Reject
ar_ar: يرفض
hi_in: फेँकना, अस्वीकार करना, न चाहना, अस्वीकृत वस्तु
km_kh: ច្រានចោល
my_mm: Menolak
sw_ss: Kukataa
th_th: ปฏิเสธ, ไม่ยอมรับ

source: Emotion
ar_ar: مشاعر
hi_in: भावना
km_kh: អារម្មណ៍
my_mm: Pengalaman Batin
sw_ss: Hisia
th_th: อารมณ์, ความรู้สึก (โกรธ, รัก, ฯลฯ)

source: Feel good
ar_ar: الإحساس الجيد
km_kh: មានអារម្មណ៍ល្អ
sw_ss: Kuhisi vizuri
th_th: มีอารมณ์ความรู้สึกในแง่บวก

source: Like, love
ar_ar: تعجَب،تحب
hi_in: पसंद करना, उचित लगना, चाहना, तरह का, जैसा, एक से, प्रेम, प्यार, रुचि, चाह, शून्य, पसंद करना, प्यार करना
km_kh: ចូលចិត្ត, ស្រឡាញ់
my_mm: Suka
sw_ss: Kupenda
th_th: ชอบ, รัก

source: Enjoy doing something
ar_ar: الاستمتاع بفعل شيء ما
km_kh: សប្បាយនឹងធ្វើអ្វីមួយ
sw_ss: Kujisikia vizuri kufanya jambo fulani

source: Self-esteem
ar_ar: حب الذات
km_kh: មានជំនឿចិត្តលើខ្លួនឯង
my_mm: Kehormatan Diri
sw_ss: Kujiheshimu
th_th: การนับถือตนเอง

source: Prefer
ar_ar: يُفضّل
hi_in: पसंद करना
km_kh: ចូលចិត្ត​(អ្វីមួយ)​ជាង
sw_ss: Kupendelea

source: Popular
ar_ar: شعبي
hi_in: लोकप्रिय, जनप्रिय, लोक-, जन-
km_kh: មានប្រជាប្រិយភាព
sw_ss: Kufahamika sana, kupendwa

source: Fashionable
ar_ar: الموضة السائدة
hi_in: फैशन परस्त
km_kh: ទាន់សម័យ
sw_ss: Mtindo

source: Contentment
ar_ar: قناعة
hi_in: संतोष
km_kh: គាប់ចិត្ត/ស្កប់ចិត្ត
my_mm: Kepuasan hati
sw_ss: Kutosheka
th_th: ความพอใจ, มักน้อย

source: Happy for
ar_ar: سعيد من أجلِ
km_kh: ជួយអបអរ
my_mm: Bersukacita
sw_ss: Kufurahia juu ya mtu fulani
th_th: มีความสุขกับ

source: Pleased with
ar_ar: راض تجاه
km_kh: សប្បាយនឹង
my_mm: Berkenan terhadap
sw_ss: Kupendezwa na mtu fulani
th_th: ยินดี, ยินดีด้วยกันกับ

source: Happy
ar_ar: سعيد
hi_in: सुखी
km_kh: សប្បាយ
sw_ss: Kufurahi
th_th: ชื่นชมยินดี, มีความสุข

source: Relaxed
ar_ar: مسترخ
hi_in: तनाव मुक्त
km_kh: ធូរអារម្មណ៍
my_mm: Lega
sw_ss: Kupumzika

source: Calm
ar_ar: هادئ
hi_in: शांत, शांती, शांत करना
km_kh: ស្ងប់អារម្មណ៍
my_mm: Tenang
sw_ss: Utulivu

source: Surprise
ar_ar: مفاجأة
hi_in: आश्चर्य, आश्चर्यचकित करना
km_kh: ភ្ញាក់ផ្អើល
sw_ss: Kustaajabu
th_th: ประหลาดใจ, คิดไม่ถึง

source: Interested
ar_ar: مهتم
hi_in: रुचि रखनेवाला
km_kh: ចាប់អារម្មណ៍
sw_ss: Kuwa na shauku
th_th: สนใจ

source: Excited
ar_ar: هائج
km_kh: រំភើប
sw_ss: Kuchangamka
th_th: ตื่นเต้น, กระตือรือร้น

source: Enthusiastic
ar_ar: متحمس
hi_in: उत्साहयुक्त
km_kh: មានក្ដីសាទរ
my_mm: Ghairah
sw_ss: Shauku
th_th: ไม่กระตือรือร้น

source: Obsessed
ar_ar: مهووس
km_kh: ងប់ងុល
sw_ss: Tamaa, kufilisiwa

source: Attract
ar_ar: يجذب
hi_in: आकर्षित करना
km_kh: ទាក់ទាញ
my_mm: Mempesona
sw_ss: Kuvutia

source: Indifferent
ar_ar: غير مبال
hi_in: तटस्थ, तुच्छ
km_kh: មិនខ្វល់ខ្វាយ
my_mm: Tidak Peduli
sw_ss: Kutojali
th_th: ความเมินเฉย, เป็นกลาง

source: Uninterested, bored
ar_ar: غير مهتم،يشعر بالملل
hi_in: संबंधरहित, बेसरोकार, बेगरज, जी ऊबनेवाला
km_kh: មិនគួរឱ្យចាប់អារម្មណ៍, អផ្សុក/ធុញទ្រាន់
sw_ss: Kutokuwa na mvuto

source: Confident
ar_ar: واثق
hi_in: आत्मविश्वासी
km_kh: មានទំនុកចិត្ត
my_mm: Yakin, Berkeyakinan
sw_ss: Kujiamini

source: Feel bad
ar_ar: يشعر بالاستياء
km_kh: មានអារម្មណ៍មិនល្អ
sw_ss: Kujisikia vibaya
th_th: อารมณ์ความรู้สึกในแง่ลบ

source: Sad
ar_ar: حزين
hi_in: उदास, बहुत बुरा
km_kh: ទុក្ខព្រួយ
my_mm: Sedih
sw_ss: Kujisikia huzuni
th_th: เศร้าโศก, สลดใจ, เสียใจ

source: Dislike
ar_ar: لا يُعجب
hi_in: अरुचि, पसंद न करना
km_kh: មិនចូលចិត្ត
sw_ss: Kutokupenda
th_th: ไม่ชอบ, เกลียดชัง

source: Hate, detest
ar_ar: يكره،يبغض
hi_in: घृणा करना, घृणा, घृणा करना
km_kh: ស្អប់
sw_ss: Kuchukia

source: Disgusted
ar_ar: مشمئز
km_kh: ស្អប់ខ្ពើម
sw_ss: Kinyaa

source: Disappointed
ar_ar: خاب أمله
km_kh: ខកចិត្ត
my_mm: Kecewa
sw_ss: Kuvunjwa matumaini
th_th: ผิดหวัง

source: Lonely
ar_ar: وحيد
hi_in: एकाकी
km_kh: ឯកា
my_mm: Sepi
sw_ss: Upweke
th_th: ความเหงา, ว้าเหว่

source: Upset
ar_ar: منزعج
hi_in: अस्तव्यस्तता, विपर्यय, पलट, घबड़ाहट, परेशानी
km_kh: កើតទុក្ខ
sw_ss: Kuhangaika
th_th: ไม่พอใจ

source: Shock
ar_ar: يصدم
hi_in: सदमा, झटका, चौंकना
km_kh: រន្ធត់
my_mm: Terperanjat
sw_ss: Mshtuko

source: Jealous
ar_ar: غيور
hi_in: ईर्ष्यालु
km_kh: ច្រណែន/ប្រចណ្ឌ
my_mm: Cemburu
sw_ss: Wivu, kijicho
th_th: ความอิจฉา

source: Discontent
ar_ar: مستاء
km_kh: ទោមនស្ស
my_mm: Tidak puas hati
sw_ss: Kutotosheka
th_th: ไม่พอใจ

source: Sorry
ar_ar: متأسف
hi_in: खेद, ग्लानि से भरपूर, घटिया, दयनीय
km_kh: សោកស្តាយ
sw_ss: Samahani
th_th: เศร้าเสียใจในความผิด

source: Ashamed
ar_ar: يحسّ بالعار
hi_in: लज्जित
km_kh: អាម៉ាស់
sw_ss: Kuwa na aibu
th_th: ละอาย

source: Embarrassed
ar_ar: مُحرَجٌ
km_kh: អៀនខ្មាស/អាប់មុខ
sw_ss: Kuaibishwa

source: Angry
ar_ar: غاضب
hi_in: क्रोधित
km_kh: ខឹង
my_mm: Marah
sw_ss: Kuwa na hasira
th_th: โกรธ

source: Annoyed
ar_ar: يحس بالضيق
km_kh: រំខាន
sw_ss: Kukerwa

source: Afraid
ar_ar: خائف
hi_in: डरा हुआ, भयभीत
km_kh: ភ័យខ្លាច
sw_ss: Kuwa na hofu
th_th: กลัว, ความกลัว

source: Worried
ar_ar: قلق
hi_in: चिंतित
km_kh: ព្រួយបារម្ភ
sw_ss: Kuwa na wasiwasi
th_th: กังวล, วิตกกังวล

source: Nervous
ar_ar: متوتّر
hi_in: घबराया हुआ, घबराना
km_kh: ញ័រភ័យ
my_mm: Gelisah
sw_ss: Kuwa na woga

source: Shy, timid
ar_ar: خجول
hi_in: शर्मीला, डरपोक
km_kh: អៀន, កំសាក
my_mm: Segan, Takut
sw_ss: Soni, haya
th_th: อาย, ขี้ขลาด, ไม่กล้า

source: Confused
ar_ar: مرتبك
hi_in: भ्रमित, उलझा हुआ
km_kh: ភាន់ច្រឡំ
sw_ss: Kuchanganyikiwa

source: Communication
ar_ar: الاتصال
hi_in: संपर्क, संप्रेषण
km_kh: ទំនាក់ទំនង
my_mm: Perhubungan
sw_ss: Mawasiliano

source: Say
ar_ar: يقول
hi_in: कहना, बोलना
km_kh: និយាយ
sw_ss: Kusema
th_th: การพูด

source: Voice
ar_ar: صوت
hi_in: आवाज़
km_kh: សំឡេង (មនុស្ស)
my_mm: Suara
sw_ss: Sauti
th_th: การพูดแบบมีหลักการ (สุนทรพจน์)

source: Shout
ar_ar: يصيح
hi_in: चिल्‍लाना
km_kh: ស្រែក
sw_ss: Kuongea na sauti kubwa
th_th: พูดเสียงดัง

source: Speak quietly
ar_ar: يتكلم بهدوء
hi_in: धीरे से बोलना
km_kh: និយាយខ្សឹបៗ
my_mm: Berbicara Dengan Suara Yang Kecil
sw_ss: Kusema kwa sauti ya chini, kunong'ona
th_th: พูดเสียงเบา

source: Speak a lot
ar_ar: يتكلم كثيرا
hi_in: बहुत बोलना
km_kh: និយាយច្រើន
my_mm: Berbicara Panjang
sw_ss: Kusema sana
th_th: พูดมาก

source: Speak little
ar_ar: يتكلم قليلا
hi_in: कम बोलना
km_kh: មិនសូវនិយាយ
my_mm: Tidak Banyak Berbicara
sw_ss: Kusema kidogo
th_th: พุดน้อย

source: Say nothing
ar_ar: عدم قول أي شيء
hi_in: कुछ नहीं कहना
km_kh: មិនបាននិយាយអ្វីទាំងអស់
sw_ss: Kutokusema kitu
th_th: เงียบ

source: Speech style
ar_ar: أسلوب الخطاب
hi_in: बोली का ढ़ंग
km_kh: របៀបនិយាយ
my_mm: Gaya Bicara
sw_ss: Mtindo wa msemo
th_th: วิธีการพูด

source: Speak well
ar_ar: تكلم جيدا
hi_in: अच्‍छा बोलना
km_kh: និយាយបានល្អ
my_mm: Pandai Berbicara
sw_ss: Kuzungumza vizuri
th_th: พูดดี
