Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Semantic constituents related to verbs
ar_ar: المركّبات الدلالية في اللّغة والتي لها علاقة بالأفعال
hi_in: क्रियाओं से संबंधित शब्दार्थ-विज्ञान के घटक
km_kh: សមាសភាពន័យដែលទាក់ទងនឹងកិរិយាសព្ទ
sw_ss: Viambajengo vya kisemantiki vinavyohusu vitenzi

source: Tense and aspect
ar_ar: خاصية الفعل وإطاره الزّماني
hi_in: काल तथा अवस्थिति
km_kh: កាល និង កម្មកាល??
sw_ss: Nyakati na hali za vitenzi

source: Tense
ar_ar: الإطار الزماني التّعاريف التالية قد أخِذت من بيبي، جُوان، ريفري باركين ووليام باكليوكا. 1994. كتاب''تطوّر قواعد اللّغة''.شيكاغو و لندن : جامعة شيكاغو براس.
hi_in: काल
km_kh: កាល
sw_ss: Nyakati za vitenzi

source: Aspect--dynamic verbs
ar_ar: خاصيّة الأفعال المتحرّكة
hi_in: अवस्थिति—गत्यात्मक क्रियाएँ
km_kh: កម្មកាល-សកម្មកិរិយា
sw_ss: Hali ya mwendo wa kitenzi

source: Aspect--stative verbs
ar_ar: ميزة الأفعال الخبريّة
hi_in: अवस्थिति—स्थैतिक क्रियाएँ
km_kh: កម្មកាល-អកម្មកិរិយា
sw_ss: Hali ya kutendeka

source: Relational tenses
ar_ar: الأوقات ذات العلاقة
hi_in: संबंधात्मक काल
km_kh: កាលដែលមានការពាក់ព័ន្ធគ្នា
sw_ss: Nyakati za vitenzi zinazohusiana

source: Agent-oriented modalities
ar_ar: الصّيغ التي تجري تحت تأثير الفاعل
hi_in: कर्ता-अभिविन्यस्त रूपात्मकता
km_kh: កិរិយាសព្ទជំនួយផ្តោតលើប្រធានធ្វើអំពើ
sw_ss: Vipengele vya dhamira vinavyomhusu mtendi

source: Can
ar_ar: يستطيع
hi_in: सकता
km_kh: អាច
th_th: สามารถที่จะทำ

source: Can't
ar_ar: لا يستطيع
hi_in: नहीं…सकता
km_kh: មិនអាច
th_th: ไม่มีศักยภาพ/ไม่มีความสามารถ

source: Necessary
ar_ar: ضروري
hi_in: आवश्यक
km_kh: ចាំបាច់
sw_ss: Lazima

source: Moods
ar_ar: الحالة المزاجيّة
hi_in: मनोदशा
km_kh: ឥរិយាបថនៃ​ប្រយោគ
sw_ss: Dhamira

source: Imperative
ar_ar: صيغة الأمر
hi_in: आज्ञासूचक
km_kh: បែប​បញ្ជា
sw_ss: Agizi

source: Hortative
ar_ar: تحفيزيّة
hi_in: उपदेशात्मक
km_kh: បែប​បញ្ចុះបញ្ចូល
sw_ss: Dhamira ya kuonya au kuhimiza
th_th: ภาษี, ภาระหน้าที่

source: Interrogative
ar_ar: الإستفهاميّة
hi_in: प्रश्नवाचक
km_kh: សំណួរ
sw_ss: Ulizi

source: Epistemic moods
ar_ar: الحالة المعرفيّة
hi_in: ज्ञानात्मक मनोदशा
km_kh: ឥរិយាបថសន្មតសមហេតុផល??
sw_ss: Dhamira za ufahamu

source: Certainly, definitely
ar_ar: بالتّأكيد، بلا ريب
hi_in: अवश्य ही, निश्चित रूप से
km_kh: ប្រាកដជា, ពិតជា

source: Sure
ar_ar: أكيد
hi_in: पक्का
km_kh: ច្បាស់

source: Probably
ar_ar: بشكل محتمل
hi_in: शायद
km_kh: ប្រហែលជា

source: Possible
ar_ar: ممكن
hi_in: संभव
km_kh: អាចទៅរួច
sw_ss: Iwezekanayo
th_th: อาจเป็นไปได้

source: Uncertain
ar_ar: غير مؤكّد
hi_in: अनिश्चित
km_kh: មិនប្រាកដ
sw_ss: Isiyo na hakika
th_th: ไม่แน่ใจ

source: Unsure
ar_ar: غير مُتأكّد
hi_in: पक्का नहीं
km_kh: មិនច្បាស់

source: Think so
ar_ar: يعتقد بأنّ الأمر كذلك
hi_in: ऐसा लगना
km_kh: គិតដូចច្នោះ
th_th: คาดคะเน, สมมุติ

source: Maybe
ar_ar: ربّما
hi_in: हो सकता है
km_kh: ប្រហែលជា

source: Seem
ar_ar: يبدو
hi_in: प्रतीत होना
km_kh: ទំនងជា

source: Just, almost not
ar_ar: بالكاد أن لا يكون
hi_in: मात्र, लगभग नहीं
km_kh: ទើបតែ, ស្ទើរតែមិន

source: Don't think so, doubt it
ar_ar: لا تضنّ أنه سيكون كذلك، تشكُّ
hi_in: ऐसा नहीं लगता, शक है
km_kh: មិនគិតដូចច្នោះ, សង្ស័យ

source: Impossible
ar_ar: مستحيل
hi_in: असंभव
km_kh: មិនអាចទៅរួច

source: Evidentials
ar_ar: براهين
hi_in: साक्ष्य
km_kh: ឃ្លាភ័ស្តុតាង/អំណះអំណាង
sw_ss: Ushahidi

source: Evaluator
ar_ar: مُقيِّم
hi_in: मूल्याँकनकर्ता
km_kh: អ្នកវាយតម្លៃ??​ How this different from evidentials?
sw_ss: Utathmini

source: Yes
ar_ar: نعم
hi_in: हाँ
km_kh: បាទ/ចាស

source: No, not
ar_ar: لا ، ليس
hi_in: न, नहीं
km_kh: ទេ, អត់/មិន

source: Markers expecting an affirmative answer
ar_ar: الكلمات الإستفاميّة التي تنتظر إجابة إيجابيّة
hi_in: स्वीकारात्मक उत्तर की अपेक्षा के चिह्नक
km_kh: ពាក្យបញ្ជាក់ពីការរំពឹងចម្លើយវិជ្ជមាន
sw_ss: Vitambulishi vonavyotazamia jibu la uthibitisho

source: Markers expecting a negative answer
ar_ar: الكلمات الاستفهاميّة التي تنتظر إجابة سلبيّة
hi_in: निषेधात्मक उत्तर की अपेक्षा के चिह्नक
km_kh: ពាក្យបញ្ជាក់ពីការរំពឹងចម្លើយអវិជ្ជមាន
sw_ss: Vitambulisho vinavyotazamia jibu la ukanushaji

source: Subordinating particles
ar_ar: كلمات التّبعيّة
hi_in: आश्रित सामान्य प्रत्यय
km_kh: ពាក្យ​សម្រាប់សម្គាល់ពាក្យទាំងឡាយណាដែល​គេមិនដឹងច្បាស់ពីថ្នាក់ពាក្យ ហើយប្រើក្នុងឃ្លារណប

source: Adverbial clauses
ar_ar: شروط الظّرف
hi_in: क्रिया-विशेषणात्मक वाक्यांश
km_kh: ឃ្លាគុណកិរិយា
sw_ss: Kishazi elezi

source: Case
ar_ar: الحالة
hi_in: कारक
km_kh: ករណី
sw_ss: Uhusika

source: Primary cases
ar_ar: الحالات الأوّليّة
hi_in: प्राथमिक कारक
km_kh: ករណីបឋម

source: Beneficiary of an event
ar_ar: المُستفيد من حدث
hi_in: किसी घटना/कार्यक्रम का लाभार्थी
km_kh: អ្នកទទួលផលប្រយោជន៍ពីព្រឹត្តិការណ៍អ្វីមួយ
sw_ss: Mnufaishwa wa tukio

source: Instrument
ar_ar: الأداة
hi_in: उपकरण
km_kh: ឧបករណ៍
sw_ss: Uhusika wa ala

source: Means
ar_ar: وسيلة
hi_in: माध्यम
km_kh: វិធីសាស្ត្រ
sw_ss: Njia

source: Way, manner
ar_ar: طريقة، كيفيّة
hi_in: तरीका, ढंग
km_kh: លក្ខណៈ, បែបបទ

source: Attendant circumstances
ar_ar: الظّروف المتزامنة مع الحضور
hi_in: संबंधित परिस्थितियाँ
km_kh: កាលៈទេសៈ
sw_ss: Hali zinazoambatana

source: Spatial location of an event
ar_ar: الإطار المكاني لوقوع حدث ما
hi_in: किसी घटना/कार्यक्रम की स्थानिक अवस्थिति
km_kh: ស្ថានភាពទីតាំងនៃព្រឹត្តិការណ៍

source: Source (of movement)
ar_ar: مصدر(من حركة)
hi_in: (गतिविधि का) स्रोत
km_kh: ប្រភព (នៃចលនា)

source: Path (of movement)
ar_ar: مسار حركة
hi_in: (गतिविधि का) पथ
km_kh: គន្លងនៃចលនា

source: Goal (of movement)
ar_ar: هدف(من حركة)
hi_in: (गतिविधि का) ध्येय
km_kh: គោលដៅ (នៃចលនា)

source: Origin (of a person)
ar_ar: أصل شخص
hi_in: (किसी व्यक्ति का) उद्गम
km_kh: ប្រភពដើម (នៃមនុស្ស)

source: Semantically similar events
ar_ar: أحداث مماثلة لُغويّا
hi_in: शब्दार्थ के भाव से एक समान घटना/कार्यक्रम
km_kh: ព្រឹត្តិការណ៍ដែលមានអត្ថន័យស្រដៀងគ្នា
sw_ss: Matukio yanayofanana kimaana

source: Together
ar_ar: سويّا
hi_in: एकसाथ
km_kh: រួមគ្នា

source: With, be with
ar_ar: مع، يكون مع
hi_in: के साथ, साथ होना
km_kh: ជាមួយ, នៅជាមួយ

source: With, do with someone
ar_ar: مع، يقوم بالشيء مع شخص آخر
hi_in: के साथ, किसी के साथ करना
km_kh: ជាមួយ, ធ្វើការជាមួយនរណាម្នាក់

source: Each other
ar_ar: لبعضهم البعض
hi_in: एक दूसरे को
km_kh: ជាមួយគ្នា/ទៅវិញទៅមក

source: In groups
ar_ar: في مجموعات
hi_in: समूहों में
km_kh: ជាក្រុម/ក្នុងក្រុម

source: Patient-related cases
ar_ar: الحالات المتعلّقة بالشّخص أو الشّيء الذي يخضع للفعل
hi_in: कर्म-संबंधित कारक
km_kh: ករណីទាក់ទងនឹងអ្នកជំងឺ
sw_ss: Uhusika wa yambwa tendwa

source: Beneficiary (of a patient)
ar_ar: المستفيد من الخاضع للفعل في الجملة
hi_in: (एक कर्म के) लाभार्थी
km_kh: អ្នកទទួលផលប្រយោជន៍ពីអ្នកជំងឺ

source: Recipient (of a patient)
ar_ar: المُتسلّم للشّيء(أو للشّخص) الخاضع للفعل في الجملة
hi_in: (एक कर्म के) प्राप्तकर्ता
km_kh: អ្នកទទួល (អ្នកជំងឺ)

source: With (a patient)
ar_ar: الشّخص (أو الشّيء) الذي يكون مع الخاضع للفعل في الجملة
hi_in: (एक कर्म) के साथ
km_kh: ជាមួយអ្នកជំងឺ

source: Connected with, related
ar_ar: متّصل بِ، مرتبط بِ
hi_in: से जुड़ा हुआ, संबंधित
km_kh: ទាក់ទង, ពាក់ព័ន្ធ

source: Coordinate relations
ar_ar: علاقات تنسيقية
hi_in: समकक्ष संबंध
km_kh: សម្របសម្រួលទំនាក់ទំនង
sw_ss: Mahusiano ya ratibu

source: And, also
ar_ar: مع،أيضا
hi_in: और, इसके साथ ही
km_kh: និង, ផងដែរ

source: Or, either
ar_ar: أو، أحد الأمرين
hi_in: या, में से कोई एक
km_kh: ឬ, ឬក៏

source: Association
ar_ar: ترابُط
hi_in: मेल
km_kh: ការចូលរួម/ពាក់ព័ន្ធ
sw_ss: Mwandamano

source: Combinative relation
ar_ar: العلاقة المُركّبَة من شيئين فأكثر
hi_in: संयोजक संबंध
km_kh: ទំនាក់ទំនងរួមគ្នា??
sw_ss: Mahusiano ya muungano

source: But
ar_ar: لكن
hi_in: परंतु
km_kh: ប៉ុន្តែ/តែ

source: Except
ar_ar: ما عدا
hi_in: अतिरिक्त
km_kh: លើកលែង/ក្រៅពី

source: Instead
ar_ar: عوضا عن
hi_in: के स्थान पर
km_kh: ជំនួស/ផ្ទុយទៅវិញ

source: Dissociation
ar_ar: تفكُّك
hi_in: पृथक्करण
km_kh: ការដកខ្លួនចេញ
sw_ss: Utengano

source: Distribution
ar_ar: توزيع
hi_in: वितरण
km_kh: ការចែកចាយ
sw_ss: Mgawo

source: Equivalence
ar_ar: التّساوي
hi_in: तुल्यता
km_kh: សមមូល/សមាមាត្រ
sw_ss: Usawa

source: Dependency relations
ar_ar: علاقات تبعيّة
hi_in: निर्भरता संबंध
km_kh: ទំនាក់ទំនងចំណុះអ្នកដទៃ
sw_ss: Mahusiano ya uegemezi
th_th: พึ่งพา, อาศัยอยู่กับ (สิ่งแวดล้อม)

source: Derivation
ar_ar: إشتقاق
hi_in: व्युत्पत्ति
km_kh: ដើមកំណើត/ពាក្យកម្លាយ
sw_ss: Asili

source: Limitation of topic
ar_ar: حصر مجال الموضوع
hi_in: विषय की सीमा
km_kh: ការកំណត់ប្រធានបទ
sw_ss: Mpaka wa kiini cha habari

source: In general
ar_ar: بصفة عامّة
hi_in: साधारणतः
km_kh: ជាទូទៅ/ជារួម

source: Relations involving correspondences
ar_ar: علاقات تتضمّن التّطابق
hi_in: ऐसे संबंध जिनमें अनुरूपता निहित है
km_kh: ទំនាក់ទំនងដែលមានការពាក់ព័ន្ធ
sw_ss: Mahusiano ya mlingano

source: Basis
ar_ar: أساسُ
hi_in: आधार
km_kh: មូលដ្ឋាន/គោលការណ៍
sw_ss: Msingi

source: Cause
ar_ar: يتسبّبُ في
hi_in: कारक
km_kh: បុព្វហេតុ

source: Reason
ar_ar: الدّاعي
hi_in: कारक
km_kh: មូលហេតុ

source: Without cause
ar_ar: بدون سببٍ
hi_in: बिना किसी कारण
km_kh: ដោយគ្មានបុព្វហេតុ
sw_ss: Pasipo sababu

source: Result
ar_ar: نتيجة
hi_in: परिणाम
km_kh: លទ្ធផល
sw_ss: Matokeo

source: Without result
ar_ar: بدون نتيجة
hi_in: बिना किसी परिणाम के
km_kh: ដោយគ្មានលទ្ធផល
sw_ss: Pasipo matokeo

source: Purpose
ar_ar: غَرَض
hi_in: उद्देश्य
km_kh: គោលបំណង
sw_ss: Kusudi

source: Without purpose
ar_ar: من دون غرضٍ
hi_in: बिना किसी उद्देश्य
km_kh: ដោយគ្មានគោលបំណង
sw_ss: Pasipo kusudi

source: Condition
ar_ar: الشّرط
hi_in: अपेक्षा
km_kh: លក្ខខណ្ឌ
sw_ss: Sharti

source: Concession
ar_ar: تنازُل
hi_in: स्वीकार कर लेना
km_kh: សម្បទាន
sw_ss: Vipashio vya kuridhia

source: Discourse markers
ar_ar: علامات الخطاب
hi_in: संभाषण चिह्नक
km_kh: ពាក្យសម្គាល់នៃអត្ថបទ ឬការសន្ទនា
sw_ss: Vitambulishi vya usemi

source: Markers of transition
ar_ar: علامات الانتقال
hi_in: अवस्‍थांतर के चिह्नक
km_kh: ពាក្យសម្គាល់នៃការភ្ជាប់
sw_ss: Vipashio vya mpito

source: Markers of emphasis
ar_ar: علامات التّأكيد
hi_in: ज़ोर के चिह्नक
km_kh: ពាក្យសម្គាល់នៃការសង្កត់បញ្ជាក់
sw_ss: Vipashio vya mkazo

source: Prompters of attention
ar_ar: الوسائل اللّغويّة للَفت الانتباه
hi_in: ध्यान के अनुबोधक
km_kh: ពាក្យសម្គាល់នៃការចាប់អារម្មណ៍
sw_ss: Vipashio vya usikivu

source: Markers of direct address
ar_ar: علامات مخاطبة شخص بصفة مباشرة
hi_in: प्रत्यक्ष संबोधन के चिह्नक
km_kh: ពាក្យសម្គាល់នៃការហៅ
sw_ss: Vipashio vya kuita kwa jina au cheo

source: Markers of identificational and explanatory clauses
ar_ar: علامات الجُمل التّعريفيّة والتّفسيريّة
hi_in: पहचान तथा विवरणात्मक वाक्यांशों के चिह्नक
km_kh: ពាក្យសម្គាល់នៃឃ្លាកំណត់ និងពន្យល់
sw_ss: Vipashio vya utambulisho

source: Markers of focus
ar_ar: علامات تركيز
hi_in: ध्यान-केंद्रण के चिह्नक
km_kh: ពាក្យសម្គាល់នៃចំណុចផ្តោត

source: Hesitation fillers
ar_ar: الكلمات والأشياء التي تُستعملُ لملء الفراغ
hi_in: असमंजस पूरक
km_kh: ពាក្យបំពេញ​ (ខណៈពេលកំពុងស្ទាក់ស្ទើរ)

source: Honorifics
ar_ar: كلمات التّشريف
hi_in: आदरसूचक
km_kh: គោរមងារ

source: Name
ar_ar: إسم
hi_in: नाम
km_kh: ឈ្មោះ/នាម
sw_ss: Jina
th_th: ชื่อ

source: Name of a person
ar_ar: إسم شخص
hi_in: किसी व्यक्ति का नाम
km_kh: ឈ្មោះមនុស្ស
sw_ss: Jina la mtu

source: Personal names
ar_ar: أسماء شخصيّة
hi_in: व्यक्तिगत नाम
km_kh: នាមខ្លួន
sw_ss: Majina ya watu

source: Family names
ar_ar: أسماء عائليّة
hi_in: कुलनाम
km_kh: គោត្តនាម
sw_ss: Majina ya familia

source: Clan names
ar_ar: أسماء جماعة
hi_in: गोत्र नाम
km_kh: ឈ្មោះតំណ​វង្សត្រកូល
sw_ss: Majina ya ukoo

source: Tribal names
ar_ar: أسماء قبليّة
hi_in: जनजातीय नाम
km_kh: ឈ្មោះក្រុមកុលសម្ពន្ធ
sw_ss: Majina ya kabila

source: Names of languages
ar_ar: أسماء لغات
hi_in: भाषाओं के नाम
km_kh: ឈ្មោះភាសា
sw_ss: Majina ya lugha

source: Nickname
ar_ar: إسم الشّهرة
hi_in: उपनाम
km_kh: ឈ្មោះហៅក្រៅ

source: Terms of endearment
ar_ar: أسماء التّحبّب
hi_in: लाड़-प्यार वाले शब्द
km_kh: ពាក្យពេចន៍ស្នេហា
sw_ss: Majina ya wapenzi

source: Name of a place
ar_ar: إسم مكان
hi_in: स्थानों के नाम
km_kh: ឈ្មោះទីកន្លែង

source: Names of countries
ar_ar: أسماء بُلدان
hi_in: देशों के नाम
km_kh: ឈ្មោះប្រទេស
sw_ss: Majina ya nchi

source: Names of regions
ar_ar: أسماء مناطق
hi_in: प्रदेशों के नाम
km_kh: ឈ្មោះតំបន់
sw_ss: Majina ya mikoa na ya maeneo

source: Names of cities
ar_ar: أسماء مُدن
hi_in: नगरों के नाम
km_kh: ឈ្មោះទីក្រុង
sw_ss: Majina ya miji na vijiji

source: Names of streets
ar_ar: أسماء الشّوارع
hi_in: सड़कों के नाम
km_kh: ឈ្មោះផ្លូវ
sw_ss: Majina ya mitaa

source: Names of heavenly bodies
ar_ar: أسماء الأجسام التي توجد في السّماء
hi_in: नक्षत्रों के नाम
km_kh: ឈ្មោះវត្ថុនានាក្នុងលំហមេឃ
sw_ss: Majina ya vitu katika anga

source: Names of continents
ar_ar: أسماء القارّات
hi_in: महाद्वीपों के नाम
km_kh: ឈ្មោះទ្វីប
sw_ss: Majina ya mabara

source: Names of mountains
ar_ar: أسماء الجبال
hi_in: पर्वतों के नाम
km_kh: ឈ្មោះភ្នំ
sw_ss: Majina ya milima

source: Names of oceans and lakes
ar_ar: أسماء محيطات وبحيرات
hi_in: महासागरों तथा झीलों के नाम
km_kh: ឈ្មោះមហាសមុទ្រ និង​បឹង
sw_ss: Majina ya bahari na ya maziwa

source: Names of rivers
ar_ar: أسماء الأنهار
hi_in: नदियों के नाम
km_kh: ឈ្មោះទន្លេ
sw_ss: Majina ya mito

source: Name of a thing
ar_ar: أسماء الأشياء
hi_in: वस्तुओं के नाम
km_kh: ឈ្មោះវត្ថុ

source: Names of animals
ar_ar: أسماء حيوانات
hi_in: पशुओं के नाम
km_kh: ឈ្មោះសត្វ

source: Names of buildings
ar_ar: أسماء بنايات
hi_in: इमारतों के नाम
km_kh: ឈ្មោះអគារ

source: Semantic Domains
ar_ar: المجالات الدلالية
