Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Speak poorly
ar_ar: التكلم بصعوبة
hi_in: खराब ढ़ंग से बोलना
km_kh: និយាយមិនបានល្អ
my_mm: Tidak Pandai Berbicara
sw_ss: Kuzungumza vibaya
th_th: พูดไม่ค่อยดี

source: Talk about a subject
ar_ar: التكلم بشأن موضوع
hi_in: एक विषय के बारे मे बात करना
km_kh: និយាយពីប្រធានបទអ្វីមួយ
sw_ss: Kuzungumza kuhusu mada au somo

source: Announce
ar_ar: يعلن
hi_in: घोषणा करना
km_kh: ប្រកាស
my_mm: Mengumumkan
sw_ss: Kutangaza

source: Describe
ar_ar: يصف
hi_in: वर्णन करना
km_kh: រៀបរាប់
my_mm: Menjelaskan
sw_ss: Kuelezea
th_th: การบรรยาย

source: Explain
ar_ar: يُفسر
hi_in: समझाना
km_kh: ពន្យល់
sw_ss: Kufafanua

source: Mention
ar_ar: يذكر ما هي الكلمات التي تعني ذكر شيء ما؟
hi_in: उल्‍लेख, उल्‍लेख करना
km_kh: លើកឡើង
sw_ss: Kutaja

source: Introduce
ar_ar: تقديم
hi_in: परिचय, परिचय कराना
km_kh: ណែនាំ
my_mm: Memperkenalkan
sw_ss: Kutambulisha

source: Repeat
ar_ar: يكرر
hi_in: दोहरान, दोहराना
km_kh: ធ្វើ/និយាយម្តងទៀត
my_mm: Mengulangi
sw_ss: Kurudia

source: Summarize
ar_ar: يلخص
hi_in: संक्षिप्‍तिकरण
km_kh: សង្ខេប
my_mm: Meringkaskan
sw_ss: Kufanya muhtasari

source: Emphasize
ar_ar: يركز على
hi_in: जोर देना
km_kh: បញ្ជាក់
my_mm: Menitikberatkan
sw_ss: Kusisitiza, kutia mkazo
th_th: ให้ความสำคัญ, เน้น

source: Be about, subject
ar_ar: يتمحور حول،موضوع
hi_in: के बारे में होना, विषय
km_kh: ទាក់ទងនឹង
sw_ss: Kuhusu, mada

source: True
ar_ar: صحيح
hi_in: सत्‍य, सच
km_kh: ការពិត
my_mm: Benar
sw_ss: Kweli
th_th: ความจริง

source: Tell the truth
ar_ar: قول الصدق
hi_in: सच बताना
km_kh: និយាយការពិត
sw_ss: Kusema ukweli
th_th: พูดความจริง

source: Tell a lie
ar_ar: قول كذبة
hi_in: झूठ बोलना
km_kh: និយាយកុហក
sw_ss: Kusema uongo
th_th: โกหก, ไม่พูดความจริง

source: Contradict
ar_ar: يناقض
hi_in: विरोध या खंडन
km_kh: មានគំនិតផ្ទុយគ្នា
my_mm: Membantah
sw_ss: Kukanusha

source: Expose falsehood
ar_ar: فضح الباطل
hi_in: झूठ बेनकाब करना
km_kh: លាតត្រដាងការពិត
my_mm: Memdedahkan kepalsuan
sw_ss: Kuweka wazi uongo
th_th: เปิดโปงการพูดโกหก

source: Real
ar_ar: حقيقي
hi_in: वास्‍तविक या सत्‍य
km_kh: ពិត
sw_ss: Halisi

source: Exaggerate
ar_ar: يبالغ
hi_in: बढ़ा-चढ़ा कर कहना
km_kh: និយាយបំផ្លើស
my_mm: Tokok Tambah
sw_ss: Kuongeza sifa (kutia chumvi)
th_th: พูดเกินความจริง

source: Speak with others
ar_ar: يتكلم مع الآخرين
hi_in: दूसरों से बात करना
km_kh: និយាយជាមួយអ្នកដទៃ
my_mm: Berbual Dengan Orang Lain
sw_ss: Kuzungumza na wengine
th_th: พูดกับคนอื่น

source: Call
ar_ar: مكالمة
hi_in: बुलाना
km_kh: ហៅ
my_mm: Memanggil
sw_ss: Kuita
th_th: เรียก

source: Contact
ar_ar: يتصل
hi_in: सं‍पर्क
km_kh: ទាក់ទង
sw_ss: Kuwasiliana
th_th: สัมผัส

source: Greet
ar_ar: يرحب
hi_in: प्रणाम करना, अभिवादन करना
km_kh: ស្វាគមន៍/ជម្រាបសួរ
my_mm: Menyambut
sw_ss: Kusalimu
th_th: การทักทาย, การต้อนรับ

source: Say farewell
ar_ar: قول الوداع
hi_in: अलविदा कहना
km_kh: និយាយលាគ្នា
my_mm: Mengucapkan Selamat Jalan Atau Selamat Tinggal
sw_ss: Kuaga
th_th: กล่าวคำอำลา

source: Speak in unison
ar_ar: التكلم في انسجام
hi_in: एक सुर में कहना
km_kh: និយាយស្រុះគ្នា
my_mm: Serentak Bersuara
sw_ss: Kusema kwa sauti ya pamoja
th_th: การพูดที่สอดคล้องกันหรือเข้ากันได้, พูดพร้อมกัน

source: Ask
ar_ar: يسأل
hi_in: पूछना
km_kh: សួរ
my_mm: Meminta
sw_ss: Kuuliza
th_th: ถาม, คำถาม

source: Answer
ar_ar: يجيب
hi_in: जवाब, जवाब देना
km_kh: ឆ្លើយ
my_mm: Menjawab
sw_ss: Kujibu
th_th: ตอบ, คำตอบ

source: Disclose
ar_ar: كشفَ
hi_in: प्रकट या उजागर करना
km_kh: បញ្ចេញឱ្យដឹង
my_mm: Memberi Keterangan
sw_ss: Kufichua
th_th: เปิดเผย

source: Hide your thoughts
ar_ar: إخفاء أفكارك
hi_in: अपने विचारों को छुपाना
km_kh: លាក់គំនិត
my_mm: Menyembunyikan Perasaan Jiwa (Buah Fikiran)
sw_ss: Kuficha mawazo yako

source: Debate
ar_ar: يُناقش
hi_in: वाद-विवाद, बहस करना
km_kh: ពិភាក្សាតទល់
my_mm: Perbahasan
sw_ss: Mdahalo
th_th: ถกเถียง, อภิปราย

source: Demonstrate
ar_ar: يُبيّن
hi_in: प्रदर्शित करना
km_kh: បង្ហាញ
my_mm: Menunjukkan
sw_ss: Kuonyesha
th_th: การสาธิต

source: Quarrel
ar_ar: شجار
hi_in: झगड़ना
km_kh: ឈ្លោះប្រកែក
my_mm: Pertengkaran, pergaduhan
sw_ss: Kugombana
th_th: การทะเลาะวิวาท

source: Praise
ar_ar: يمدح
hi_in: प्रशंसा, प्रशंसा करना
km_kh: សរសើរ
sw_ss: Kusifu
th_th: พูดถึงในทางที่ดี

source: Thank
ar_ar: يشكر
hi_in: धन्यवाद, धन्यवाद देना
km_kh: អរគុណ
my_mm: Berterima kasih
sw_ss: Kushukuru
th_th: รู้สึกขอบคุณ

source: Flatter
ar_ar: جامل
hi_in: झूठी प्रशंसा, चापलूसी करना
km_kh: បញ្ជោរ
my_mm: Mengampu
sw_ss: Kujipendekeza, kubembeleza

source: Boast
ar_ar: تفاخر
hi_in: घमंड करना, डींगे मारना
km_kh: និយាយអួត
my_mm: Memborakkan
sw_ss: Kujigamba
th_th: การอวดตัว, คุยโว

source: Criticize
ar_ar: ينتقد
hi_in: निंदा करना
km_kh: រិះគន់
my_mm: Mengkritik
sw_ss: Kukosoa
th_th: พูดไม่ดีต่อ, พูดให้ร้าย

source: Blame
ar_ar: يلوم
hi_in: आरोप, दोष लगाना
km_kh: ស្តីបន្ទោស
sw_ss: Kulaumu

source: Insult
ar_ar: يشتم
hi_in: अपमान, अपमान करना
km_kh: ជេរ/ប្រមាថ
my_mm: Mencaci
sw_ss: Kutukana matusi
th_th: สบประมาท, ดูถูก

source: Mock
ar_ar: يسخر
hi_in: उपहास करना
km_kh: ចំអក
my_mm: Mencela
sw_ss: Kudhihaki

source: Gossip
ar_ar: نشر القيل و القال
hi_in: गपशप करना
km_kh: និយាយដើម
my_mm: Mengumpat
sw_ss: Kupiga porojo
th_th: ซุบซิบ, นินทา

source: Complain
ar_ar: يشتكي
hi_in: शिकायत करना
km_kh: រអ៊ូរទាំ
sw_ss: Kulalamika

source: Promise
ar_ar: يعد
hi_in: वादा, वादा करना
km_kh: សន្យា
my_mm: Berjanji
sw_ss: Kuahidi
th_th: สัญญา

source: Make speech
ar_ar: القيام بخطاب
hi_in: भाषण देना
km_kh: ថ្លែង​សុន្ទរ​កថា/ថ្លែងសេចក្ដី
my_mm: Berpidato
sw_ss: Kuhutubia
th_th: ทบทวน

source: Report
ar_ar: يبعث تقريرا
hi_in: विवरण देना
km_kh: របាយការណ៍
my_mm: Melaporkan
sw_ss: Kusimulia
th_th: รายงาน

source: News, message
ar_ar: أخبار، رسالة
hi_in: खबर, संदेश
km_kh: ព័ត៌មាន, សារ
my_mm: Warta Berita
sw_ss: Habari, ujumbe
th_th: ข่าว, ข่าวสาร

source: Figurative
ar_ar: مجازي
hi_in: औपचारिक
km_kh: ប្រៀបធៀប
my_mm: Bersifat Kiasan
sw_ss: Tamathali za usemi
th_th: คำอุปมา, อุปไมย

source: Admit
ar_ar: يعترف
hi_in: स्‍वीकार करना
km_kh: ទទួលសារភាព
my_mm: Mengaku
sw_ss: Kuungama
th_th: ยอมรับ, รับสารภาพ

source: Language
ar_ar: لغة
hi_in: भाषा
km_kh: ភាសា
my_mm: Bahasa
sw_ss: Lugha
th_th: ภาษา

source: Word
ar_ar: كلمة
hi_in: शब्‍द
km_kh: ពាក្យ
my_mm: Perkataan
sw_ss: Neno
th_th: คำ

source: Information
ar_ar: معلومة
hi_in: जानकारी
km_kh: ដំណឹង
my_mm: Maklumat
sw_ss: Taarifa
th_th: ข้อมูล, ข่าวสาร, การบอกเล่า

source: Story
ar_ar: حكاية
hi_in: कहानी
km_kh: រឿង
sw_ss: Simulizi

source: Fable, myth
ar_ar: أسطورة،خرافة
hi_in: काल्‍पनिक कहानी, पुराण-कथा
km_kh: រឿងនិទាន, រឿងព្រេង
my_mm: Cerita Dogeng, Hikayat Purbakala
sw_ss: Hadithi, hekaya
th_th: นิยาย, นิทานโบราณ

source: Saying, proverb
ar_ar: قولة، مثل
hi_in: कहावत, लोकोक्‍ति
km_kh: ពាក្យ​ទំនឹម, សុភាសិត
sw_ss: Msemo, methali
th_th: สุภาษิต, คติพจน์

source: Riddle
ar_ar: لغز
hi_in: पहेली
km_kh: ពាក្យបណ្តៅ
my_mm: Teka-teki
sw_ss: Kitendawili
th_th: ปริศนา

source: Poetry
ar_ar: قصيدة
hi_in: कविता
km_kh: កំណាព្យ
my_mm: Puisi
sw_ss: Mashairi
th_th: กวีนิพนธ์, บทประพันธ์

source: History
ar_ar: تاريخ
hi_in: इतिहास
km_kh: ប្រវតិ្តសាស្រ្ត
my_mm: Sejarah
sw_ss: Historia

source: Verbal tradition
ar_ar: أقوال شفوية من التراث
hi_in: मौखिक परं‍परा
km_kh: ទំនៀមទម្លាប់​ក្នុងការនិយាយ
my_mm: Tradisi Lisan
sw_ss: Mapokeo

source: Foolish talk
ar_ar: نقاش غبي
hi_in: मूर्ख बात
km_kh: សម្តីល្ងីល្ងើ
my_mm: Kata Bicara Orang Bodah
sw_ss: Mazungumzo ya kijinga
th_th: คำพูดที่ไร้สาระ (พูดโง่ๆ)

source: Obscenity
ar_ar: شيء مُشين
hi_in: अश्‍लीलता, फूहड़पन
km_kh: ភាសាអាសគ្រាម
my_mm: Kelucahan
sw_ss: Lugha chafu
th_th: คำพูดลามก

source: Sign, symbol
ar_ar: علامة، رمز
hi_in: चिन्ह, प्रतीक
km_kh: សញ្ញាសម្គាល់, និមិត្តសញ្ញា
my_mm: Isyarat, Lambang
sw_ss: Ishara, mfano, alama
th_th: เครื่องหมาย, สัญลักษณ์

source: Gesture
ar_ar: إيماءة
hi_in: हावभाव
km_kh: កាយវិការ
my_mm: Mengisyaratkan
sw_ss: Ishara za mikono
th_th: การแสดงอากัปกิริยา

source: Point at
ar_ar: تُشير إلى
hi_in: किसी की ओर इशारा करना
km_kh: ចង្អុល
sw_ss: Kuonyesha kitu kwa kidole au mwili

source: Facial expression
ar_ar: تعابير الوجه
hi_in: चेहरे के भाव
km_kh: ការសម្ដែង​ទឹកមុខ
my_mm: Air Muka
sw_ss: Onyesho la sura
th_th: การแสดงสีหน้า

source: Laugh
ar_ar: يضحك
hi_in: हँसना, हँसी
km_kh: សើច
my_mm: Ketawa
sw_ss: Kucheka
th_th: หัวเราะ

source: Cry, tear
ar_ar: بكاء،دموع
hi_in: रोना, आँसू बहाना
km_kh: យំ, ទឹកភ្នែក
sw_ss: Kulia, chozi
th_th: การร้องไห้

source: Reading and writing
ar_ar: القراءة و الكتابة
hi_in: पढ़ना और लिखना
km_kh: ការអាន និងការសរសេរ
my_mm: Membaca Dan Menulis
sw_ss: Kusoma na kuandika

source: Write
ar_ar: يكتب
hi_in: लिखना
km_kh: សរសេរ
my_mm: Tulis, Menulis
sw_ss: Kuandika

source: Written material
ar_ar: مادة مكتوبة
hi_in: लिखित सामग्री
km_kh: ឯកសារ (សរសេរ)
my_mm: Hasil Cipta Penulisan
sw_ss: Maandishi

source: Read
ar_ar: يقرأ
hi_in: पढ़ना
km_kh: អាន
my_mm: Baca, Membaca
sw_ss: Kusoma

source: Publish
ar_ar: ينشر
hi_in: प्रकाशित करना
km_kh: ចេញផ្សាយ
my_mm: Menerbitkan
sw_ss: Kuchapisha vitabu
th_th: สิ่งตีพิมพ์

source: Record
ar_ar: سِجِلْ
hi_in: अभिलेख, रेकार्ड
km_kh: កត់ត្រា
my_mm: Catat, Mencatat
sw_ss: Kuandika kumbukumbu
th_th: บันทึก

source: List
ar_ar: قائمة
hi_in: सूची, सूचीबद्ध करना
km_kh: ចុះបញ្ជី
my_mm: Senarai
sw_ss: Orodha
th_th: รายการ

source: Letter
ar_ar: رسالة
hi_in: पत्र, चिट्ठी
km_kh: សំបុត្រ
sw_ss: Barua

source: Interpreting messages
ar_ar: تأويل الرسائل
hi_in: संदेशों की व्याख्या करना
km_kh: ការបកប្រែសារ
my_mm: Mentafsirkan Maklumat
sw_ss: Kutafsiri jumbe, kueleza jumbe
th_th: การอธิบายข้อความหรือแปลความหมาย

source: Meaning
ar_ar: معنى
hi_in: अर्थ, मतलब
km_kh: មានន័យ
my_mm: Erti
sw_ss: Maana
th_th: ความหมาย (หมายถึง)

source: Meaningless
ar_ar: ليس له أي معنى
hi_in: अर्थहीन, व्यर्थ, बेमतलब
km_kh: គ្មានន័យ
my_mm: Tidak Bererti, Sia-sia
sw_ss: Kisicho na maana
th_th: ไม่มีความหมาย

source: Unintelligible
ar_ar: لا يمكن فهمه
hi_in: अस्‍पष्‍ट, अबोधगम्य
km_kh: មិនអាចយល់
my_mm: Tidak Dapat Difahami
sw_ss: Kisichoeleweka
th_th: ไม่สามารถเข้าใจได้

source: Show, indicate
ar_ar: تُظهر،تُبرز
hi_in: दिखाना, सूचित करना, संकेत करना
km_kh: បង្ហាញ, បញ្ជាក់
my_mm: Membuktikan, Menandakan
sw_ss: Kuonyesha, kudokeza
th_th: การบ่งบอก, ชี้แนะ

source: Mass communication
ar_ar: الاتصالات بين عامة الناس
hi_in: जन संचार
km_kh: ប្រព័ន្ធទំនាក់ទំនងសកល
my_mm: Media Massa
sw_ss: Vyombo vya habari

source: Radio, television
ar_ar: راديو، تلفزيون
hi_in: रेडियो, टेलीविज़न
km_kh: វិទ្យុ, ទូរទស្សន៍
my_mm: Radio, Televisyen
sw_ss: Redio, televisheni

source: Telephone
ar_ar: الهاتف
hi_in: टेलीफोन, फोन, दूरभाष यंत्र
km_kh: ទូរសព្ទ
my_mm: Telefon
sw_ss: Simu

source: Newspaper
ar_ar: جريدة
hi_in: अखबार, समाचारपत्र
km_kh: កាសែត
my_mm: Surat Khabar
sw_ss: Gazeti

source: Movie
ar_ar: فلم
hi_in: फिल्म, चलचित्र
km_kh: ភាពយន្ត
my_mm: Wayang Gambar
sw_ss: Sinema

source: Recorded music
ar_ar: موسيقى مُسجلة
hi_in: रिकार्ड किया हुआ संगीत
km_kh: តន្ត្រី
sw_ss: Muziki iliyorekodiwa

source: Communication devices
ar_ar: وسائل الاتصالات
hi_in: संचार उपकरण
km_kh: ឧបករណ៍ទំនាក់ទំនង
my_mm: Kemudahan Perhubungan
sw_ss: Mashine za mawasiliano
th_th: อุปกรณ์การสื่อสาร

source: Teach
ar_ar: يُعلم
hi_in: सिखाना, पढ़ाना
km_kh: បង្រៀន
my_mm: Mengajar
sw_ss: Kufundisha
th_th: สอน

source: Show, explain
ar_ar: يُبرز، يُفسِّر
hi_in: दिखाना, समझाना
km_kh: បង្ហាញ, ពន្យល់
my_mm: Memberi Tunjuk Ajar, Menerangkan
sw_ss: Kuonyesha, kueleza, kufafanua
th_th: แสดง, อธิบาย

source: School
ar_ar: مدرسة
hi_in: स्‍कूल, विद्यालय
km_kh: សាលារៀន
my_mm: Institusi Pendidikan
sw_ss: Shule
th_th: โรงเรียน

source: Subject of teaching
ar_ar: موضوع تعليمي
hi_in: अध्यापन का विषय, पढ़ाने का विषय
km_kh: មុខវិជ្ជាបង្រៀន
my_mm: Matapelajaran
sw_ss: Somo la kufundishia
th_th: เรื่องที่ใช้ในการสอน

source: Class, lesson
ar_ar: قِسْم، درس
hi_in: कक्षा, पाठ
km_kh: ថ្នាក់រៀន, មេរៀន
sw_ss: Darasa, kipindi

source: Correct
ar_ar: يُصلح
hi_in: ठीक करना, संशोधन करना
km_kh: កែតម្រូវ
my_mm: Membetulkan
sw_ss: Kusahihisha
th_th: แก้ไข

source: Science
ar_ar: عِلْم
hi_in: विज्ञान
km_kh: វិទ្យាសាស្រ្ត
my_mm: Sains
sw_ss: Sayansi
th_th: วิทยาศาสตร์

source: Test
ar_ar: اختبار
hi_in: परीक्षा, जाँचना
km_kh: ការប្រលង
my_mm: Ujian
sw_ss: Mtihani

source: Answer in a test
ar_ar: يُجيب في امتحان
hi_in: एक परीक्षा में जवाब
km_kh: ចម្លើយក្នុងការប្រលង
my_mm: Jawapan Ujian
sw_ss: Jibu katika mtihani

source: Social behavior
ar_ar: السلوك الإجتماعي
hi_in: सामाजिक व्यावहार
km_kh: ឥរិយាបថសង្គម
my_mm: Tatalaku kemasyarakatan
sw_ss: Mwenendo wa jamii
th_th: เตือน, แจ้งให้ทราบ

source: Relationships
ar_ar: علاقات
hi_in: संबंध
km_kh: ចំណង/ទំនាក់ទំនង
my_mm: Perhubungan
sw_ss: Mahusiano
th_th: การมีความสัมพันธ์กัน

source: Friend
ar_ar: صديق
hi_in: मित्र
km_kh: មិត្តភក្ដិ
sw_ss: Rafiki
th_th: มิตรภาพ

source: Girlfriend, boyfriend
ar_ar: صديقة، صديق
hi_in: सहेली, दोस्‍त
km_kh: មិត្តស្រី, មិត្តប្រុស
my_mm: Teman perempuan Teman lelaki
sw_ss: Mpenzi

source: Types of people
ar_ar: أنواع الناس
hi_in: लोगो के प्रकार
km_kh: ប្រភេទមនុស្ស
sw_ss: Aina za watu
th_th: ประเภทคน

source: Working relationship
ar_ar: علاقة عمل
hi_in: कार्यकारी संबंध
km_kh: ទំនាក់ទំនងការងារ
sw_ss: Mahusiano ya kikazi
th_th: ความสัมพันธ์กันในการทำงาน

source: Know someone
ar_ar: يعرف شخصا
hi_in: किसी को जानना
km_kh: ស្គាល់នរណាម្នាក់
sw_ss: Kumfahamu mtu fulani
th_th: ความคุ้นเคย, เคยรู้จัก

source: Meet for the first time
ar_ar: تقابل شخصا للمرّة الأولى
hi_in: पहली बार मिलना
km_kh: ជួបជាលើកដំបូង
my_mm: Pertama kali berkenalan
sw_ss: Kukutana kwa mara ya kwanza
th_th: พบกันเป็นครั้งแรก

source: Neighbor
ar_ar: جار
hi_in: पड़ोसी
km_kh: អ្នកជិតខាង
my_mm: Jiran
sw_ss: Jirani
th_th: เพื่อนบ้าน, เพื่อนมนุษย์

source: Social class
ar_ar: طبقة اجتماعية
hi_in: समाजिक स्‍तर
km_kh: វណ្ណៈសង្គម
my_mm: Lapisan masyarakat
sw_ss: Matabaka katika jamii

source: Unity
ar_ar: وحدة
hi_in: एकता
km_kh: រួបរួម/​សាម្គីភាព
my_mm: Perpaduan
sw_ss: Umoja
th_th: ความสามัคคีเป็นน้ำหนึ่งใจเดียวกัน

source: Disunity
ar_ar: شقاق
hi_in: फूट, विभेद
km_kh: មិនរួបរួម​/​បែកបាក់​សាម្គី
my_mm: Ketidaksatuan
sw_ss: Utengano
th_th: ไม่รวมกัน, ไม่สามัคคีกัน

source: Unfriendly
ar_ar: غير ودّي
hi_in: अस्नेही
km_kh: មិនរួសរាយ
sw_ss: Mkimwa
th_th: ต่อต้านสังคม

source: Set self apart
ar_ar: يُبرز نفسه مختلفا
hi_in: अपने को अलग रखना
km_kh: ញែកចេញពីគ្នា
my_mm: Menyendiri
sw_ss: Kujitenga wewe mwenyewe
th_th: แยกตัวออกมา

source: Alone
ar_ar: وحيد
hi_in: अकेला
km_kh: ឯកា
my_mm: Berseorangan
sw_ss: Peke yako
th_th: คิดถึง

source: Independent person
ar_ar: شخص مستقل
hi_in: स्वतंत्र व्‍यक्‍ति
km_kh: មនុស្សឯករាជ
my_mm: Seseorang yang berdikari
sw_ss: Mkinaifu

source: Private, public
ar_ar: خصوصي، عمومي
hi_in: व्यक्तिगत, सार्वजनिक
km_kh: ឯកជន, សាធារណៈ
my_mm: Peribadi, Awam
sw_ss: Faraghani, hadharani

source: Begin a relationship
ar_ar: يبدأ علاقة
hi_in: रिशतेदारी की शुरुआत
km_kh: ចាប់ផ្តើមទំនាក់ទំនង
my_mm: Memulakan Suatu Perhubungan
sw_ss: Kuanzisha uhusiano
th_th: เริ่มมีความสัมพันธ์กัน

source: End a relationship
ar_ar: يُنهي علاقة
hi_in: संबंध का समाप्‍त होना
km_kh: បញ្ចប់ទំនាក់ទំនង
my_mm: Memutuskan suatu perhubungan
sw_ss: Kuvunja uhusiano

source: Show affection
ar_ar: يُظهر المحبة
hi_in: प्‍यार दिखाना
km_kh: បង្ហាញសេចក្តីស្រឡាញ់
my_mm: Menunjukkan kemesraan
sw_ss: Kuonyesha upendo
th_th: แสดงความเมตตา

source: Kinship
ar_ar: صلة القرابة
hi_in: रिश्तेदारी
km_kh: ញាតិសន្តាន
sw_ss: Undugu
th_th: เป็นญาติกัน

source: Related by birth
ar_ar: تربطه صلة ولادة
hi_in: जन्‍म से रिश्‍ता
km_kh: សាច់ញាតិ (បង្កើត)
my_mm: Perhubungan baka
sw_ss: Kuhusiana kwa kuzaliwa

source: Grandfather, grandmother
ar_ar: جدّ،جدّة
hi_in: दादा, दादी
km_kh: ជីតា, ជីដូន
my_mm: Datuk, Nenek
sw_ss: Babu, bibi

source: Father, mother
ar_ar: أب ،أم
hi_in: पिता, माता
km_kh: ឪពុក, ម្តាយ
my_mm: Ibu, Bapa
sw_ss: Baba, mama

source: Brother, sister
ar_ar: أخ، أخت
hi_in: भाई, बहन
km_kh: បងប្អូន (ប្រុស/ស្រី )
my_mm: Abang, Kakak, Adik lelaki, Adik perempuan
sw_ss: Kaka, dada
th_th: พี่ชาย - น้องชาย, พี่สาว - น้องสาว

source: Son, daughter
ar_ar: ابن، بنت
hi_in: पुत्र, बेटा, बेटी
km_kh: កូនប្រុស, កូនស្រី
my_mm: Anak lelaki, Anak perempuan
sw_ss: Mwana, binti
th_th: ลูกชาย, ลูกสาว

source: Grandson, granddaughter
ar_ar: حفيد، حفيدة
hi_in: पौता, पौती
km_kh: ចៅប្រុស, ចៅស្រី
my_mm: Cucu lelaki, Cucu perempuan
sw_ss: Mjukuu
th_th: หลานชาย, หลานสาว

source: Uncle, aunt
ar_ar: خال، خالة
hi_in: चाचा, चाची, ताऊ, ताई
km_kh: ពូ/អ៊ំប្រុស, មីង/អ៊ំស្រី
my_mm: Bapa saudara, Ibu saudara
sw_ss: Kaka za wazazi wako, dada za wazazi wako
th_th: ลุงป้า, น้าอา

source: Cousin
ar_ar: قريب
hi_in: चचेरा भाई या बहन
km_kh: បងប្អូនជីដូនមួយ
my_mm: Ipar
sw_ss: Binamu, watoto wa kaka na dada za wazazi wako
th_th: ลูกพี่ลูกน้อง

source: Nephew, niece
ar_ar: ابن أو بنت أخيك، ابن أو بنت أختك
hi_in: भतीजा, भतीजी
km_kh: ក្មួយប្រុស, ក្មួយស្រី
my_mm: Anak saudara lelaki, Anak saudara perempuan
sw_ss: Mpwa, watoto wa kaka na dada zako

source: Birth order
ar_ar: ترتيب الولادة
hi_in: जन्‍म क्रम
km_kh: លំដាប់​នៃកំណើត (កូនទី១ ទី២...)
my_mm: Urutan kelahiran
sw_ss: Utaratibu wa kuzaliwa, mpangilio wa kuzaliwa

source: Related by marriage
ar_ar: مرتبط بالزواج
hi_in: शादी द्वारा संबंध होना
km_kh: សាច់ញាតិ (អាពាហ៍ពិពាហ៍​)
my_mm: Perhubungan hasil perkahwinan
sw_ss: Kuhusiana kwa ndoa

source: Husband, wife
ar_ar: زوج، زوجة
hi_in: पति, पत्नी
km_kh: ប្តី, ប្រពន្ធ
my_mm: Suami, Isteri
sw_ss: Mume, mke
th_th: สามี, ภรรยา

source: In-law
ar_ar: علاقة بالنسب
hi_in: शादी द्वारा संबंध रिश्‍ते
km_kh: សាច់ថ្លៃ
my_mm: Mentua
sw_ss: Mkwe, shemeji
th_th: ญาติที่เกิดจากการแต่งงาน

source: Widow, widower
ar_ar: أرملة، أرمل
hi_in: विधवा, विधुर
km_kh: មេម៉ាយ, ពោះម៉ាយ
my_mm: Janda, Duda
sw_ss: Mjane

source: Orphan
ar_ar: يتيم
hi_in: अनाथ
km_kh: កូនកំព្រា
my_mm: Yatim Piatu
sw_ss: Yatima

source: Illegitimate child
ar_ar: طفل غير شرعي
hi_in: गैरकानूनी बच्‍चा
km_kh: កូនឥតខាន់ស្លា
my_mm: Anak luar nikah
sw_ss: Mtoto wa nje ya ndoa

source: Adopt
ar_ar: يستبني
hi_in: गोद लेना, ग्रहण करना, स्वीकार करना
km_kh: យកមកចិញ្ចឹម
my_mm: Menjadikan seseorang sebagai anak angkat
sw_ss: Kumlea mtoto asiye wako

source: Non-relative
ar_ar: ليس قريبك
hi_in: जो रिशतेदार न हो
km_kh: មិនជាប់សាច់ញាតិ
my_mm: Tiada kaitan persaudaraan
sw_ss: Asiye na undugu

source: Family, clan
ar_ar: عائلة،عشيرة
hi_in: कुटुंब, जाति
km_kh: គ្រួសារ, អម្បូរ
my_mm: Kaum keluarga, Puak suku bangsa
sw_ss: Familia, ukoo

source: Race
ar_ar: عِرق
hi_in: कुल वशं, मानव जाति, व्यक्तियों का समूह
km_kh: ជាតិសាសន៍
sw_ss: Taifa, mbegu

source: Social activity
ar_ar: نشاط اجتماعي
hi_in: सामाजिक कार्य
km_kh: សកម្មភាពសង្គម
my_mm: Kegiatan sosial
sw_ss: Shughuli za kijamii

source: Come together, form a group
ar_ar: يندمجون مع بعضهم، يكونون مجموعة
hi_in: इकटठे होना
km_kh: មកជុំគ្នា, បង្កើតជាក្រុម
sw_ss: Kukutana, kuunda kundi
th_th: การมาอยู่รวมกัน ( รวมกันเป็นกลุ่ม )

source: Invite
ar_ar: يستدعي
hi_in: निमंत्रण भेजना
km_kh: អញ្ជើញ
my_mm: Menjemput
sw_ss: Kualika
th_th: การเชิญ

source: Encounter
ar_ar: يقابل صدفة
hi_in: लड़ाई, सामना होना [करना] मुठभेड़
km_kh: ជួបប្រទះ
my_mm: Bersua
sw_ss: Kukuta
th_th: เผชิญหน้า, ปะทะ

source: Meet together
ar_ar: يتقابلان سويّا
hi_in: इकटठे मिलना
km_kh: ជួបជុំគ្នា
my_mm: Berkumpul bersama-sama
sw_ss: Kukutana
th_th: พบปะกัน

source: Visit
ar_ar: يزور
hi_in: मुलाकात, देखने जाना [आना]
km_kh: ទៅសួរសុខទុក្ខ/ទៅលេង
my_mm: Melawat
sw_ss: Kutembelea
th_th: เยี่ยม

source: Welcome, receive
ar_ar: يرحب، يستقبل
hi_in: अभिनंदन, स्वागत, धन्यवाद सहित लेना [किसी वस्तु को] , लेना
km_kh: ស្វាគមន៍, ទទួល
my_mm: Mengalu-alukan, Menyambut
sw_ss: Kukaribisha, kupokea

source: Show hospitality
ar_ar: يُظهر كرم الضيافة
hi_in: मेहमान नवाजी
km_kh: ទទួលស្វាគមន៍/ធ្វើបដិសណ្ឋារៈ
my_mm: Memberi layanan mesra
sw_ss: Kuonyesha ukarimu

source: Meeting, assembly
ar_ar: اجتماع
hi_in: भाग लेना
km_kh: កិច្ច​ប្រជុំ, សន្និបាត
my_mm: Pertemuan, Perhimpunan
sw_ss: Mkutano, mkusanyiko
th_th: การประชุม, สมัชชา

source: Participate
ar_ar: يُشارك
hi_in: भाग लेना
km_kh: ចូលរួម
sw_ss: Kushiriki
th_th: ทัศนคติที่สัมพันธ์กับกลุ่ม

source: Crowd, group
ar_ar: جَمعٌ غفير، مجموعة
hi_in: भीड़, समूह, रेला, ढेर, भीड़ लगाना, ठसाठस भरना, झुंड, बहुत सारे कंपनियों का समूह जो एक के नियंत्रण में हो, इक्टठा होना
km_kh: ហ្វូង, ក្រុម
my_mm: Perkumpulan tanpa struktur
sw_ss: Umati, kundi
th_th: กลุ่ม, กลุ่มชน

source: Organization
ar_ar: منظّمة
hi_in: संगठन
km_kh: អង្គការ
sw_ss: Shirika

source: Join an organization
ar_ar: يَنظمّ إلى منظمة
km_kh: ចូលរួមក្នុងអង្គការ
sw_ss: Kujiunga na shirika
th_th: เข้าร่วมกิจกรรมกลุ่ม

source: Leave an organization
ar_ar: يُغادر منظمة
hi_in: संगठन छोड़ना
km_kh: ចាកចេញពីអង្គការ
sw_ss: Kuondoka kwenye shirika
th_th: ลาออกจากกลุ่ม

source: Belong to an organization
ar_ar: ينتمي إلى منظمة
hi_in: संगठन संबंधित
km_kh: សមាជិកអង្គការ
sw_ss: Kuwa sehemu ya shirika
th_th: เป็นสมาชิกของกลุ่ม

source: Social group
ar_ar: مجموعة اجتماعية
hi_in: सामाजिक समूह
km_kh: ក្រុមក្នុងសង្គម
sw_ss: Kundi la kijamii

source: Social event
ar_ar: حدث اجتماعي
hi_in: सामाजिक कार्यक्रम
km_kh: ព្រឹត្តិការណ៍សង្គម
my_mm: Acara sosial
sw_ss: Tukio la kijamii

source: Ceremony
ar_ar: موكب
hi_in: रीति
km_kh: ពិធីបុណ្យ
my_mm: Upacara
sw_ss: Sherehe

source: Festival, show
ar_ar: مهرجان ،استعراض
hi_in: त्यौहार, उत्सव, प्रदर्शन, प्रदर्शनी, दिखाना
km_kh: ពិធីបុណ្យ, សម្តែង
sw_ss: Maadhimisho, maonyesho

source: Celebrate
ar_ar: يحتفل
hi_in: उत्सव मनाना
km_kh: ប្រារព្ធ
my_mm: Merayakan
sw_ss: Kusherehekea

source: Music
ar_ar: موسيقى
hi_in: संगीत
km_kh: តន្រ្តី
my_mm: Muzik
sw_ss: Muziki

source: Compose music
ar_ar: يُلحن الموسيقى
hi_in: संगीत तैयार करना
km_kh: និពន្ធតន្ត្រី
sw_ss: Kutunga muziki

source: Play music
ar_ar: يلعب الموسيقى
hi_in: संगीत बजाना
km_kh: ប្រគំតន្ត្រី
sw_ss: Kupiga muziki

source: Sing
ar_ar: يُغني
hi_in: गाना गाना
km_kh: ច្រៀង
my_mm: Nyanyi
sw_ss: Kuimba

source: Musician
ar_ar: موسيقي
hi_in: संगीतकार
km_kh: តន្រ្តីករ
my_mm: Ahli muzik
sw_ss: Mwanamuziki

source: Musical instrument
ar_ar: آلة موسيقية
hi_in: सगीत यंत्र
km_kh: ឧបករណ៍តន្ត្រី
sw_ss: Chombo cha muziki

source: Dance
ar_ar: رقص
hi_in: नाच, नृत्य
km_kh: រាំ/របាំ
my_mm: Tarian
sw_ss: Kucheza ngoma
th_th: การเต้นรำ

source: Drama
ar_ar: الدراما
hi_in: नाटक, स्वांग
km_kh: ល្ខោន
sw_ss: Mchezo wa kuigiza

source: Entertainment, recreation
ar_ar: الترفيه،التسلية
hi_in: मनोरंजन, मनोरंजन आराम
km_kh: ការកំសាន្ត, សកម្មភាព​កំសាន្ត
my_mm: Hiburan, rekreasi
sw_ss: Burudani
th_th: การกีฬา, การเล่น, การละเล่น

source: Game
ar_ar: لعبة بعض اللغات لا تُفرّق بين "الألعاب" و الرّياضات؟"
hi_in: खेल
km_kh: ល្បែង
my_mm: Permainan
sw_ss: Mchezo wa mashindano
th_th: บาสเกตบอล (หรือกีฬาอย่างอื่น)

source: Card game
ar_ar: الألعاب الورقية
hi_in: पत्ता खेल
km_kh: ល្បែបៀ
sw_ss: Mchezo wa karata

source: Chess
ar_ar: الشطرنج
hi_in: शतरंज
km_kh: ល្បែងចត្រង្គ (អុក)
my_mm: Permainan catur
sw_ss: Bao
th_th: เกมหมากรุก (หรือเกมอื่น)

source: Sports
ar_ar: رياضات
hi_in: खेल
km_kh: កីឡា
my_mm: Olahraga
sw_ss: Michezo, mashindano ya riadha
th_th: การกีฬา

source: Football, soccer
ar_ar: كرة قدم
hi_in: फुटबॉल
km_kh: បាល់ទាត់
sw_ss: Mpira wa miguu, soka

source: Basketball
ar_ar: كرة السلة
hi_in: एक प्रकार का खेल जिसमें ऊचेँ जगह पर रखी टोकरी मै गैंद फैकते हैँ।
km_kh: បាល់បោះ
sw_ss: Mpira wa kikapu

source: Exercise
ar_ar: تمرين رياضي
hi_in: व्यायाम
km_kh: លំហាត់ប្រាណ
my_mm: Bersenam
sw_ss: Mazoezi ya mwili

source: Gambling
ar_ar: المراهنة
hi_in: जुआ खेलना
km_kh: ល្បែងស៊ីសង
my_mm: Berjudi
sw_ss: Kucheza kamari
th_th: การพนัน

source: Play, fun
ar_ar: يلعب، مرح
hi_in: खेलना, खेल, मज़ा
km_kh: លេង, សប្បាយ
my_mm: Bermain, berseronok
sw_ss: Kucheza (hasa kwa watoto)
th_th: การเล่น

source: Humor
ar_ar: فكاهة
hi_in: परिहास, विनोद, मजाक
km_kh: កំប្លែង
my_mm: Kebolehan berlucu
sw_ss: Ucheshi
th_th: อารมณ์ขัน

source: Serious
ar_ar: جدّي
hi_in: गंभीर
km_kh: ម៉ឺងម៉ាត់
sw_ss: Kuwa siriasi, kutocheka

source: Holiday
ar_ar: عطلة
hi_in: अवकाश का दिन
km_kh: ថ្ងៃឈប់​សម្រាក
my_mm: Bercuti
sw_ss: Likizo

source: Free time
ar_ar: وقت فراغ
hi_in: खाली समय
km_kh: ពេលទំនេរ
sw_ss: Muda huru

source: Behavior
ar_ar: تصرّف
hi_in: व्‍यवहार
km_kh: ឥរិយាបថ
my_mm: Kelakuan
sw_ss: Mwenendo
th_th: ความประพฤติ, พฤติกรรม

source: Good, moral
ar_ar: جيّد، أخلاقي
hi_in: अच्छा
km_kh: ល្អ, មានសីលធម៌
sw_ss: Mwema, mwadilifu
th_th: มีศีลธรรม
