Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Universe, creation
ar_ar: الكون,الخلق
hi_in: विश्व, सृष्‍टि
km_kh: ចក្រវាល, ការ​បង្កើត
my_mm: Cakerawala, ciptaan
sw_ss: Ulimwengu, uumbaji
th_th: จักรวาล, การสร้าง

source: Sky
ar_ar: السماء
hi_in: आकाश
km_kh: មេឃ
my_mm: Langit
sw_ss: Anga
th_th: ท้องฟ้า

source: Sun
ar_ar: الشمس
hi_in: सूर्य
km_kh: ព្រះអាទិត្យ
my_mm: Matahari
sw_ss: Jua
th_th: ดวงอาทิตย์

source: Moon
ar_ar: القمر
hi_in: चंद्रमा
km_kh: ព្រះចន្ទ
my_mm: Bulan
sw_ss: Mwezi
th_th: ดางจันทร์

source: Star
ar_ar: النجم
hi_in: नक्षत्र
km_kh: ផ្កាយ
my_mm: Bintang
sw_ss: Nyota
th_th: ดาว

source: Planet
ar_ar: الكوكب
hi_in: ग्रह
km_kh: ភព
sw_ss: Sayari, vimondo na vinginevyo
th_th: ดาวนพเคราะห์

source: Air
ar_ar: الهواء
hi_in: वायु
km_kh: ខ្យល់
my_mm: Udara
sw_ss: Hewa
th_th: อากาศ

source: Blow air
ar_ar: نفخ الهواء
hi_in: हवा फ़ूंकना
km_kh: ចលនាខ្យល់
my_mm: Hembusan udara
sw_ss: Kupuliza hewa
th_th: เป่าอากาศ/เป่าลม

source: Weather
ar_ar: الطقس
hi_in: मौसम
km_kh: អាកាស​ធាតុ
my_mm: Cuaca
sw_ss: Hali ya hewa
th_th: สภาพดินฟ้า/อากาศ/อุณหภูมิ

source: Wind
ar_ar: الريح
hi_in: हवा
km_kh: ខ្យល់
my_mm: Angin
sw_ss: Upepo
th_th: ลม

source: Cloud
ar_ar: السحابة
hi_in: बादल
km_kh: ពពក
my_mm: Awan
sw_ss: Wingu
th_th: เมฆ

source: Rain
ar_ar: المطر
hi_in: वर्षा
km_kh: ភ្លៀង
my_mm: Hujan
sw_ss: Mvua
th_th: ฝน

source: Snow, ice
ar_ar: الثلج،الجليد
hi_in: हिम, बर्फ
km_kh: ព្រិល, ទឹក​កក
my_mm: Salji, ais
sw_ss: Theluji, barafu
th_th: หิมะ

source: Storm
ar_ar: العاصفة
hi_in: आंधी
km_kh: ខ្យល់​ព្យុះ
my_mm: Ribut
sw_ss: Dhoruba
th_th: พายุ

source: Lightning, thunder
ar_ar: البرق،الرعد
hi_in: बिजली, गडगडाहट
km_kh: ផ្លេកបន្ទោរ/រន្ទះ, ផ្គរ
my_mm: Kilat, guruh
sw_ss: Radi na ngurumo
th_th: ฟ้าแลบ, ฟ้าร้อง

source: Flood
ar_ar: الفيضان
hi_in: बाढ़
km_kh: ទឹក​ជំនន់
my_mm: Banjir
sw_ss: Mafuriko
th_th: น้ำท่วม

source: Drought
ar_ar: الجفاف
hi_in: सूखा
km_kh: រាំង​ស្ងួត
my_mm: Kemarau
sw_ss: Ukame
th_th: ความแห้งแล้ง

source: World
ar_ar: العالم
hi_in: संसार
km_kh: ពិភពលោក
my_mm: Dunia
sw_ss: Dunia
th_th: โลก

source: Land
ar_ar: الأرض
hi_in: जमीन
km_kh: ដី
my_mm: Tanah
sw_ss: Ardhi
th_th: ประเภทของแผ่นดิน

source: Mountain
ar_ar: الجبل
hi_in: पहाड़
km_kh: ភ្នំ
my_mm: Gunung
sw_ss: Mlima
th_th: ภูเขา

source: Volcano
ar_ar: البركان
hi_in: ज्वालामुखी
km_kh: ភ្នំ​ភ្លើង
my_mm: Gunung Berapi
sw_ss: Volkeno (Mlima wa moto)
th_th: ภูเขาไฟ

source: Plain, plateau
ar_ar: السهل، الهضبة
hi_in: मैदान, पठार
km_kh: ទំនាប ខ្ពង់​រាប
my_mm: Rata, dataran
sw_ss: Nchi tambarare, uwanda
th_th: พื้นราบ

source: Valley
ar_ar: الوادي
hi_in: घाटी
km_kh: ជ្រលង
my_mm: Lembah
sw_ss: Bonde
th_th: หุบเขา

source: Underground
ar_ar: تحت الأرض
hi_in: भूमिगत
km_kh: ក្រោម​ដី
my_mm: Bawah tanah
sw_ss: Chini ya ardhi
th_th: บริเวณใต้ดิน

source: Forest, grassland, desert
ar_ar: الغابة ،الأرض العُشبيّة ، الصحراء
hi_in: जंगल, चारागाह, रेगिस्तान
km_kh: ព្រៃ​ឈើ វាល​ស្មៅ វាល​ខ្សាច់
my_mm: Hutan, padang rumput, gurun
sw_ss: Msitu, mbuga, jangwa
th_th: ระบบความสัมพันธ์ระหว่าสิ่งมีชีวิตกับสิ่งแวดล้อม

source: Earthquake
ar_ar: الزلزال
hi_in: भूकंप
km_kh: រញ្ជួយ​ផែនដី
my_mm: Gempa bumi
sw_ss: Tetemeko la ardhi
th_th: แผ่นดินไหว

source: Substance, matter
ar_ar: المادة
hi_in: पदार्थ
km_kh: សារធាតុ, រូបធាតុ
my_mm: Bahan, benda
sw_ss: Nyenzo, vitu
th_th: สสาร, วัตถุ

source: Soil, dirt
ar_ar: الأرض،التراب
hi_in: मिट्टी, मैल
km_kh: ដី, ធូលី
my_mm: Tanah, kotoran
sw_ss: Udongo
th_th: พื้นดิน, ดิน

source: Rock
ar_ar: الصخرة
hi_in: चट्टान
km_kh: ថ្ម
my_mm: Batu
sw_ss: Mwamba
th_th: หิน

source: Metal
ar_ar: المعدن
hi_in: धातु
km_kh: លោហ​​ធាតុ
my_mm: Logam
sw_ss: Chuma
th_th: โลหะ

source: Mineral
ar_ar: المواد المعدنية
hi_in: खनिज
km_kh: រ៉ែ
my_mm: Galian
sw_ss: Madini
th_th: แร่ธาตุ

source: Jewel
ar_ar: الجواهر
hi_in: रत्न
km_kh: គ្រឿ​អលង្ការ
my_mm: Permata
sw_ss: Kito cha thamani
th_th: เพชรพลอย

source: Solid, liquid, gas
ar_ar: الصلب،السائل،الغاز
hi_in: ठोस, द्रव, गैस
km_kh: វត្ថុ​​រឹង, វត្ថុ​រាវ, ឧស្ម័ន
my_mm: Pejal, cair, gas
sw_ss: Imara, ya majimaji, ya hewa
th_th: ของแข็ง, ของเหลว, ก๊าซ

source: Liquid
ar_ar: السائل
hi_in: द्रव
km_kh: វត្ថុ​រាវ
my_mm: Cecair
sw_ss: Kitu cha majimaji
th_th: ของเหลว

source: Oil
ar_ar: الزيت
hi_in: तेल
km_kh: ប្រេង
my_mm: Minyak
sw_ss: Mafuta
th_th: น้ำมัน

source: Gas
ar_ar: الغاز
hi_in: गैस
km_kh: ឧស្ម័ន
sw_ss: Gesi (Hewa)
th_th: ก๊าซ

source: Water
ar_ar: الماء
hi_in: जल
km_kh: ទឹក
my_mm: Air
sw_ss: Maji
th_th: น้ำ

source: Bodies of water
ar_ar: أجسام المياه
hi_in: जल समूह
km_kh: ពាក្យ​ដែល​ទាក់ទងនឹង​ទឹក
my_mm: Kumpulan-kumpulan air
sw_ss: Maumbo ya maji
th_th: แหล่งน้ำ

source: Ocean, lake
ar_ar: المحيط، البحيرة
hi_in: समुद्र, तालाब
km_kh: មហាសមុទ្រ, បឹង
my_mm: Laut, tasik
sw_ss: Bahari, ziwa
th_th: ทะเลสาบ

source: Swamp
ar_ar: المستنقع
hi_in: दलदल
km_kh: វាល​ភក់​ល្បាប់
my_mm: Paya
sw_ss: Ziwa la matope
th_th: หนอง, บึง

source: River
ar_ar: النهر
hi_in: नदी
km_kh: ទន្លេ
my_mm: Sungai
sw_ss: Mto
th_th: แม่น้ำ

source: Spring, well
ar_ar: عين مياه، بئر مياه
hi_in: सोता, कुंआ
km_kh: ទឹក​ផុស, អណ្តូងទឹក
my_mm: Mata air, Perigi
sw_ss: Chemchemi, kisima
th_th: น้ำพุ

source: Island, shore
ar_ar: جزيرة، ساحل
hi_in: द्वीप, तट
km_kh: កោះ, ច្រាំង
my_mm: Pulau, pantai
sw_ss: Kisiwa, pwani
th_th: ชายฝั่ง

source: Movement of water
ar_ar: حركة المياه
hi_in: जल का बहाव
km_kh: ចលនា​ទឹក
my_mm: Pergerakan Air
sw_ss: Mwendo wa maji
th_th: การไหลของน้ำ

source: Flow
ar_ar: تدفق المياه
hi_in: बहाव
km_kh: ហូរ
my_mm: Aliran
sw_ss: Kutiririka
th_th: ไหลเวียน

source: Pour
ar_ar: سكب المياه
hi_in: उंडेलना
km_kh: ចាក់/បង្ហូរ
my_mm: Curah
sw_ss: Kumimina

source: Drip
ar_ar: القطرة
hi_in: टपकाना
km_kh: ស្រក់ (តក់ៗ)
my_mm: Titisan
sw_ss: Kudondoka
th_th: ไหลเป็นหยด

source: Wave
ar_ar: الموجة
hi_in: लहर
km_kh: រលក
my_mm: Ombak
sw_ss: Wimbi
th_th: คลื่น

source: Calm, rough
ar_ar: هادئ،هائج
hi_in: शांत, अशांत
km_kh: ស្ងប់, មាន​រលក​បោកបក់
my_mm: Tenang, bergoncang
sw_ss: Utulivu, msukosuko
th_th: สงบและไม่เรียบ

source: Tide
ar_ar: المد و الجزر
hi_in: ज्वार भाटा
km_kh: ជំនោរ/​លំនាច
my_mm: Air pasang
sw_ss: Mawimbi (maji kujaa na kupwa)
th_th: กระแสน้ำ

source: Wet
ar_ar: البلل
hi_in: गीला
km_kh: សើម
my_mm: Basah
sw_ss: Kulowa
th_th: เปียก, แห้ง

source: Dry
ar_ar: الجفاف
hi_in: सूखा
km_kh: ស្ងួត
my_mm: Kering
sw_ss: Kukauka
th_th: เอาน้ำออก

source: Be in water
ar_ar: البقاء في المياه
hi_in: पानी में रहना
km_kh: នៅ​ក្នុង​ទឹក
my_mm: Berada dalam air
sw_ss: Kuwa ndani ya maji
th_th: ลอยน้ำ

source: Solutions of water
ar_ar: المحاليل في المياه
hi_in: पानी के घोल
km_kh: ល្បាយ​ (ទឹក)
my_mm: Larutan air
sw_ss: Miyeyusho ya maji
th_th: ส่วนผสมของน้ำ

source: Water quality
ar_ar: نوعية المياه
hi_in: पानी की गुणवत्ता
km_kh: គុណភាព​ទឹក
my_mm: Kualiti Air
sw_ss: Ubora wa maji
th_th: คุณภาพน้ำ

source: Living things
ar_ar: الكائنات الحية
hi_in: जीवित वस्तुएं
km_kh: ភាវរស់
my_mm: Hidupan
sw_ss: Viumbe hai
th_th: สิ่งมีชีวิต

source: Dead things
ar_ar: الكائنات الميتة
hi_in: मृत वस्तुएं
km_kh: វត្ថុ​/ភាវៈគ្មាន​ជីវិត
my_mm: Benda mati
sw_ss: Viumbe visivyo na uhai

source: Spirits of things
ar_ar: أرواح الأشياء
hi_in: वस्तुओं की आत्माएं
km_kh: ដួង​ព្រលឹង​នៃ​វត្ថុ​/​ភាវៈ
my_mm: Roh-roh/semangat benda
sw_ss: Roho za vitu

source: Plant
ar_ar: النبات
hi_in: पौधा
km_kh: រុក្ខជាតិ
my_mm: Tumbuhan
sw_ss: Mmea
th_th: พืช

source: Tree
ar_ar: الشجرة
hi_in: वृक्ष
km_kh: ដើមឈើ
my_mm: Pokok
sw_ss: Mti
th_th: ต้นไม้

source: Bush, shrub
ar_ar: شجيرة
hi_in: झंकाड़, झाड़ी
km_kh: គុម្ពោត, គុម្ពឈើ
my_mm: Belukar / tumbuhan renek
sw_ss: Kichaka
th_th: พุ่มไม้, ต้นไม้เตี้ยๆ

source: Grass, herb, vine
ar_ar: عشب،حشيش،كرمة
hi_in: घास, जड़ी-बूटी, बेल
km_kh: ស្មៅ, តិណជាតិ, វល្លិ
my_mm: Rumput, herba, pokok menjalar
sw_ss: Majani, mitishamba, mimea inayotambaa
th_th: ไม้เถาวัลย์

source: Moss, fungus, algae
ar_ar: الحزريات،الفطر،الطحالب
hi_in: काई, फफूंद, शैवाल
km_kh: ស្លែ, រុក្ខជាតិជំពូកផ្សិត, វារិជតិណជាតិ
my_mm: Lumut, kulat, rumpair
sw_ss: Uyoga, kuvumwani, ugozi
th_th: มอส, รา, สาหร่าย

source: Parts of a plant
ar_ar: أجزاء النبتة
hi_in: पौधे के भाग
km_kh: ផ្នែក​នៃ​រុក្ខជាតិ
my_mm: Bahagian suatu tumbuhan
sw_ss: Sehemu za mimea
th_th: ส่วนต่างๆของพืช

source: Growth of plants
ar_ar: نمو النباتات
hi_in: पौधों का विकास
km_kh: ការ​លូត​លាស់​នៃ​រុក្ខជាតិ
my_mm: Pertumbuhan tumbuhan
sw_ss: Ukuaji wa mimea
th_th: การเจริญเติบโตของพืช

source: Plant diseases
ar_ar: أمراض النبات
hi_in: पौधों की बीमारियां
km_kh: ជំងឺ​រុក្ខជាតិ
my_mm: Penyakit-penyakit tumbuhan
sw_ss: Magonjwa ya mimea
th_th: โรคของพืช

source: Animal
ar_ar: الحيوان
hi_in: जानवर
km_kh: សត្វ
my_mm: Haiwan
sw_ss: Mnyama
th_th: สัตว์

source: Types of animals
ar_ar: أنواع الحيوانات
hi_in: जानवरों के प्रकार
km_kh: ប្រភេទ​សត្វ
my_mm: Jenis-jenis haiwan
sw_ss: Aina za wanyama
th_th: ประเภทของสัตว์

source: Mammal
ar_ar: حيوان من الثديات
hi_in: स्तनपाये
km_kh: ថនិកសត្វ
my_mm: Mamalia
sw_ss: Mamalia (wanyama wanaonyonyesha watoto wao)
th_th: สัตว์เลี้ยงลูกด้วยนม

source: Primate
ar_ar: الرئيسيات
hi_in: प्राइमेट
km_kh: ថនិកសត្វ​ថ្នាក់​ខ្ពស់
my_mm: Primat
sw_ss: Mamalia wa hali ya juu
th_th: สัตว์เลี้ยงลูกด้วยนมประเภทหนึ่ง (คน, ลิง)

source: Carnivore
ar_ar: الحيوانات اللاحمة
hi_in: मांसाहारी जीव
km_kh: មំសាសី
my_mm: Karnivor
sw_ss: Wala nyama
th_th: สัตว์กินเนื้อ

source: Hoofed animals
ar_ar: الحيوانات ذات الحوافر
hi_in: खुर वाले जानवर
km_kh: សត្វ​ដែល​មាន​រង្វង់​ក្រចក (សេះ ក្តាន់ គោ)
my_mm: Haiwan berkukuh
sw_ss: Wanyama wenye makwato
th_th: สัตว์ที่มีกีบเท้าเป็นเลขคู่

source: Rodent
ar_ar: القوارض
hi_in: कतरने वाले जानवर
km_kh: ពពួកសត្វកកេរ
my_mm: Rodensia
sw_ss: Wanyama wanaotafuna
th_th: สัตว์ที่ใช้ฟันแทะ

source: Marsupial
ar_ar: الشقبانيات
hi_in: मार्सुपियल
km_kh: ថនិកសត្វ (ដែលមាន​ថង់​​សម្រាប់​ដាក់​កូននៅ​ត្រង់​ពោះ ដូច​សត្វ​កង់គូរូ)
sw_ss: Wanyama wabebao watoto wao katika mfuko tumboni
th_th: สัตว์ที่มีถุงหนังหน้าท้อง

source: Anteater, aardvark
ar_ar: آكل النمل،خنزير الأرض
hi_in: वम्राद
km_kh: ថនិកសត្វ (ដែល​​ស៊ី​សត្វល្អិត​ជា​អាហារ)
my_mm: Binatang pemakan semut, aardvark
sw_ss: Kakakuona, muhanga
th_th: ตัวกินมด

source: Sea mammal
ar_ar: ثدييات البحر
hi_in: समुद्री स्तनपाये
km_kh: ថនិកសត្វ (នៅ​ក្នុង​សមុទ្រ)
my_mm: Mamalia laut
sw_ss: Mamalia wa baharini
th_th: สัตว์ทะเลที่เลี้ยงลูกด้วยนม

source: Bat
ar_ar: الخفاش
hi_in: चमगादड़
km_kh: ប្រចៀវ
my_mm: Kelawar
sw_ss: Popo
th_th: ค้างคาว

source: Bird
ar_ar: الطّير
hi_in: पक्षी
km_kh: បក្សី
my_mm: Burung
sw_ss: Ndege
th_th: นก

source: Reptile
ar_ar: الزواحف
hi_in: रेंगने वाले जंतु
km_kh: ល្មូន
my_mm: Reptilia
sw_ss: Wanyama watambaazi
th_th: สัตว์เลื้อยคลาน

source: Snake
ar_ar: الثعبان
hi_in: सर्प
km_kh: ពស់
my_mm: Ular
sw_ss: Nyoka
th_th: งู

source: Lizard
ar_ar: السحلية
hi_in: छिपकली
km_kh: ថ្លែន, ពង្គួយ, ជីងចក់??
my_mm: Cicak
sw_ss: Mjusi
th_th: สัตว์เลื้อยคลานจำพวกที่เปลี่ยนสีผิวได้เช่นจิ้งจก

source: Turtle
ar_ar: السلحفاة
hi_in: कछुए
km_kh: កន្ធាយ
my_mm: Penyu
sw_ss: Kobe, kasa
th_th: เต่า

source: Crocodile
ar_ar: التمساح
hi_in: मगरमच्छ
km_kh: ក្រពើ
my_mm: Buaya
sw_ss: Mamba
th_th: จระเข้

source: Amphibian
ar_ar: البرمائيات
hi_in: उभयचर
km_kh: ថលជលិក
my_mm: Amfibia
sw_ss: Wanyama wanaoishi nchi kavu na baharini
th_th: สัตว์ครึ่งบกครึ่งน้ำ

source: Fish
ar_ar: السمك
hi_in: मछलियां
km_kh: ត្រី
my_mm: Ikan
sw_ss: Samaki
th_th: ปลา

source: Shark, ray
ar_ar: القرش،سمك الشفنين
hi_in: शार्क मछली, रे मछली
km_kh: ត្រីឆ្លាម, ត្រីបបែល
my_mm: Jerung, ikan pari
sw_ss: Papa, samaki taa
th_th: ฉลาม, ปลากระเบน, ปลาไหล

source: Insect
ar_ar: الحشرة
hi_in: कीट
km_kh: សត្វល្អិត
my_mm: Serangga
sw_ss: Wadudu
th_th: แมลง

source: Spider
ar_ar: العنكبوت
hi_in: मकड़ी
km_kh: ពីងពាង
my_mm: Labah-labah
sw_ss: Buibui
th_th: แมงมุม

source: Small animals
ar_ar: الحيوانات الصغيرة
hi_in: छोटे जानवर
km_kh: សត្វ​តូច​ៗ
my_mm: Haiwan-haiwan kecil
sw_ss: Wanyama wadogo (minyoo)
th_th: สัตว์เล็กๆ

source: Parts of an animal
ar_ar: أجزاء الحيوان
hi_in: किसी जानवर के भाग
km_kh: អវយវៈ​សត្វ
my_mm: Bahagian-bahagian daripada haiwan
sw_ss: Sehemu za mnyama
th_th: ส่วนต่างๆของสัตว์

source: Parts of a bird
ar_ar: أجزاء أجسام الطير
hi_in: किसी पक्षी के भाग
km_kh: អវយវៈ​​បក្សី
my_mm: Bahagian-bahagian daripada seekor burung
sw_ss: Sehemu za ndege
th_th: ส่วนต่างๆของนก

source: Parts of a reptile
ar_ar: أجزاء اجسام الزواحف
hi_in: किसी रेंगने वाले जंतु के भाग
km_kh: អវយវៈ​​ពួក​ល្មួន
my_mm: Bahagian-bahagian daripada seekor reptilia
sw_ss: Sehemu za mnyama mtambaazi
th_th: ส่วนต่างๆของสัตว์เลื้อยคลาน

source: Parts of a fish
ar_ar: أجزاء جسم السمكة
hi_in: मछली के भाग
km_kh: អវយវៈ​​ត្រី
my_mm: Bahagian daripada ikan
sw_ss: Sehemu za samaki
th_th: ส่วนต่างๆของปลา

source: Parts of an insect
ar_ar: أجزاء جسم الحشرة
hi_in: कीट के भाग
km_kh: អវយវៈ​​សត្វ​ល្អិត
my_mm: Bahagian daripada serangga
sw_ss: Sehemu za mdudu
th_th: ส่วนต่างๆของแมลง

source: Parts of small animals
ar_ar: أجزاء الحيوانات الصغار
hi_in: छोटे जानवरों के भाग
km_kh: អវយវៈ​សត្វ​តូច​ៗ
my_mm: Bahagian daripada haiwan kecil
sw_ss: Sehemu za wanyama wadogo
th_th: ส่วนต่างของสัตว์เล็ก

source: Animal life cycle
ar_ar: دورة حياة الحيوانات
hi_in: जानवर का जीवन चक्र
km_kh: វដ្ត​ជីវិត​សត្វ
my_mm: Kitaran hidup haiwan
sw_ss: Mzunguko wa maisha ya mnyama
th_th: วงจรชีวิตของสัตว์

source: Egg
ar_ar: البيض
hi_in: अंडा
km_kh: ស៊ុត
my_mm: Telur
sw_ss: Yai
th_th: ไข่

source: Animal actions
ar_ar: تصرفات الحيوانات
hi_in: जानवरों की क्रियाएं
km_kh: សកម្មភាព​សត្វ
my_mm: Tindakan haiwan
sw_ss: Vitendo vya mnyama
th_th: กิริยาของสัตว์

source: Animal movement
ar_ar: حركة الحيوانات
hi_in: जानवरों की चाल
km_kh: បំលាស់ទីសត្វ
my_mm: Pergerakan Haiwan
sw_ss: Mwendo wa mnyama
th_th: การเคลื่อนไหวของสัตว์

source: Animal eating
ar_ar: طعام الحيوانات
hi_in: जानवरों का खाना
km_kh: ការ​ស៊ី​ចំណី​របស់​សត្វ
my_mm: Haiwan sedang makan
sw_ss: Mnyama alavyo
th_th: ลักษณะการกินอาหารของสัตว์

source: Animal sounds
ar_ar: أصوات الحيوانات
hi_in: जानवरों की आवाजें
km_kh: សំឡេង​សត្វ
my_mm: Bunyi-bunyi haiwan
sw_ss: Sauti za wanyama
th_th: เสียงของสัตว์

source: Animal home
ar_ar: مسكن الحيوان
hi_in: जानवरों के निवास
km_kh: ជម្រក​សត្វ
my_mm: Kediaman Haiwan
sw_ss: Maskani ya mnyama
th_th: ที่อยู่ของสัตว์

source: Animal group
ar_ar: مجموعة الحيوانات
hi_in: जानवरों के समूह
km_kh: ហ្វូង​/​ក្រុម​សត្វ
my_mm: Kumpulan Haiwan
sw_ss: Kundi la wanyama
th_th: กลุ่มของสัตว์

source: Male and female animals
ar_ar: الحيوانات إناثا و ذكورا
hi_in: नर और मादा जानवर
km_kh: សត្វ​ញី​ និង​ឈ្មោល
my_mm: Haiwan jantan dan betina
sw_ss: Wanyama dume na jike

source: Nature, environment
ar_ar: الطبيعة،المحيط
hi_in: प्रकृति, पर्यावरण
km_kh: ធម្មជាតិ, បរិស្ថាន
my_mm: Alam, persekitaran
sw_ss: Vitu vya asili, mazingira

source: Natural
ar_ar: الشيء الطبيعي
hi_in: स्वाभाविक
km_kh: ធម្មជាតិ
my_mm: Semula jadi
sw_ss: Cha asili

source: Person
ar_ar: شخص
hi_in: व्‍यक्‍ति
km_kh: មនុស្ស
sw_ss: Mtu
th_th: บุคคล

source: Body
ar_ar: الجسد
hi_in: शरीर
km_kh: រាងកាយ
sw_ss: Mwili
th_th: ส่วนประกอบของร่างกาย

source: Head
ar_ar: رأس
hi_in: सिर
km_kh: ក្បាល
sw_ss: Kichwa
th_th: หัว

source: Eye
ar_ar: العين
hi_in: आँख
km_kh: ភ្នែក
my_mm: Mata
sw_ss: Jicho
th_th: หน้าที่และการทำงานของตา

source: Ear
ar_ar: الأذن
hi_in: कान
km_kh: ត្រចៀក
my_mm: Telinga
sw_ss: Sikio
th_th: ใช้กลุ่มคำเพื่อกล่าวถึงหน้าที่และการทำงานของหู

source: Nose
ar_ar: الأنف
hi_in: नाक
km_kh: ច្រមុះ
my_mm: Hidung
sw_ss: Pua
th_th: หน้าที่และการทำงานของจมูก

source: Mouth
ar_ar: الفم
hi_in: मुख
km_kh: មាត់
my_mm: Mulut
sw_ss: Mdomo
th_th: หน้าที่ของปาก

source: Tooth
ar_ar: سن الفم
hi_in: दाँत
km_kh: ធ្មេញ
my_mm: Gigi
sw_ss: Jino

source: Torso
ar_ar: جذع الإنسان
hi_in: धड़
km_kh: ដង​ខ្លួន
my_mm: Badan/Torso
sw_ss: Kiwiliwili
th_th: ส่วนประกอบของลำตัว

source: Limb
ar_ar: الطرف
hi_in: हाथ-पैर
km_kh: អវយវៈដៃជើង
my_mm: Tangan/Kaki
sw_ss: Kiungo

source: Arm
ar_ar: الذراع
hi_in: भुज
km_kh: ដៃ
my_mm: Lengan/Tangan
sw_ss: Mkono
th_th: แขน

source: Leg
ar_ar: الرجل
hi_in: टांग
km_kh: ជើង
my_mm: Kaki
sw_ss: Mguu
th_th: ใช้กลุ่มคำเพื่อกล่าวถึงขาและเท้า

source: Finger, toe
ar_ar: إصبع اليد،إصبع الرجل
hi_in: हाथ की उँगली, पाँव की उँगली
km_kh: ម្រាម​ដៃ, ម្រាម​ជើង
my_mm: Jari tangan, jari kaki
sw_ss: Vidole vya mkono, vidole vya mguu
th_th: นิ้วมือ, นิ้วเท้า

source: Skin
ar_ar: البشرة
hi_in: त्वचा
km_kh: ស្បែក
my_mm: Kulit
sw_ss: Ngozi
th_th: ผิวหนัง

source: Hair
ar_ar: الشعر
hi_in: बाल
km_kh: សក់
my_mm: Rambut
sw_ss: Nywele
th_th: ผม, ขน

source: Bone, joint
ar_ar: العظم،المفصل
hi_in: हड्डी, जोड़
km_kh: ឆ្អឹង, ឆ្អឹង​សន្លាក់
my_mm: Tulang, Persendian
sw_ss: Mfupa, kiungo na fundo
th_th: กระดูก, ข้อต่อ

source: Flesh
ar_ar: اللحم
hi_in: मांस
km_kh: សាច់
my_mm: Daging
sw_ss: Nyama ya mtu
th_th: เนื้อ

source: Internal organs
ar_ar: الأعضاء الداخلية
hi_in: आंतरिक अंग
km_kh: សរីរាង្គ​ខាង​ក្នុង
my_mm: Organ-organ dalaman
sw_ss: Viungo vya ndani
th_th: อวัยวะภายใน

source: Heart
ar_ar: القلب
hi_in: हृदय
km_kh: បេះដូង
my_mm: Jantung
sw_ss: Moyo
th_th: ระบบการทำงานของหัวใจ

source: Stomach
ar_ar: المعدة
hi_in: पेट
km_kh: ក្រពះ
my_mm: Perut
sw_ss: Tumbo
th_th: หน้าที่ของกระเพาะอาหาร

source: Male organs
ar_ar: الأعضاء الذكرية
hi_in: पुरुष के अंग
km_kh: សរីរាង្គបុរស/​​ឈ្មោល
sw_ss: Viungo vya uzazi vya kiume
th_th: อวัยวะเพศชาย

source: Female organs
ar_ar: الأعضاء الأنثوية
hi_in: स्‍त्री के अंग
km_kh: សរីរាង​ស្រ្តី/​ញី
my_mm: Organ perempuan
sw_ss: Viungo vya uzazi vya kike
th_th: อวัยวะเพศหญิง

source: Body functions
ar_ar: وظائف الجسم
hi_in: शरीर की क्रियाएँ
km_kh: មុខងារ​រាងកាយ
my_mm: Fungsi-fungsi Tubuh
sw_ss: Utendaji wa mwili
th_th: หน้าที่และการทำงานของร่างกาย

source: Breathe, breath
ar_ar: التنفس،النفس
hi_in: श्‍वसन, सांस
km_kh: ដក​ដង្ហើម,​ ខ្យល់​ដង្ហើម
my_mm: Bernafas, nafas
sw_ss: Kuhema, pumzi
th_th: การหายใจ, หายใจ

source: Cough, sneeze
ar_ar: السعال،العطس
hi_in: खांसना, छींकना
km_kh: ក្អក, កណ្ដាស់
my_mm: Batuk, bersin
sw_ss: Kukohoa, kupiga chafya

source: Spit, saliva
ar_ar: البصاق،اللعاب
hi_in: थूकना, थूक
km_kh: ខាក​ស្ដោះ, ទឹក​មាត់
my_mm: Air ludah, air liur
sw_ss: Kutema mate
th_th: แขน, ขา

source: Mucus
ar_ar: المخاط
hi_in: श्‍लेम
km_kh: សម្បោរ
my_mm: Hingus
sw_ss: Kamasi

source: Bleed, blood
ar_ar: النزف،الدم
hi_in: रक्‍त-स्‍त्राव, रक्‍त
km_kh: ហូរ​ឈាម, ឈាម
my_mm: Berdarah, darah
sw_ss: Damu
th_th: การตกเลือด, เลือด

source: Sweat
ar_ar: العرق
hi_in: पसीना
km_kh: ញើស
my_mm: Peluh
sw_ss: Jasho
th_th: เหงื่อ

source: Urinate, urine
ar_ar: التبول، البول
hi_in: पेशाब करना
km_kh: បត់​ជើង​តូច, ទឹក​នោម
my_mm: Buang air kecil, air kencing
sw_ss: Kukojoa, mkojo
th_th: การขับปัสสาวะและน้ำปัสสาวะ

source: Defecate, feces
ar_ar: التغوط،البراز
hi_in: मलत्याग करना, मल
km_kh: បត់​ជើង​ធំ​, លាមក
my_mm: Air besar, tahi
sw_ss: Kunya, kinyesi
th_th: การขับถ่าย, อุจาระ

source: Sense, perceive
ar_ar: الإحساس،الفهم
hi_in: इंद्रीय, समझना
km_kh: ញាណ, ដឹង (ដោយ​ញាណ)
my_mm: Deria, rasa
sw_ss: Kufahamu, kuhisi
th_th: ประสาทสัมผัสความรู้สึก

source: See
ar_ar: رأى
hi_in: देखना
km_kh: ឃើញ
my_mm: Melihat
sw_ss: Kuona
th_th: การมองเห็น

source: Look
ar_ar: نظر
hi_in: देखना
km_kh: សម្លឹង
my_mm: Tengok
sw_ss: Kuangalia

source: Watch
ar_ar: شَاهد
hi_in: ध्यान से देखना/पहरा देना
km_kh: មើល
my_mm: Memperhatikan
sw_ss: Kutazama

source: Examine
ar_ar: يفحص
hi_in: जांचना
km_kh: ពិនិត្យ
my_mm: Memeriksa
sw_ss: Kuchungua

source: Show, let someone see
ar_ar: المشاهدة، ترك شخص يشاهد
hi_in: दिखाना, किसी को देखने देना
km_kh: បង្ហាញ, អនុញ្ញាត​​ឱ្យ​អ្នក​ណា​ឃើញ
sw_ss: Kuonyesha

source: Visible
ar_ar: المرئي
hi_in: दृश्‍य
km_kh: រូបី
my_mm: Boleh dilihat
sw_ss: Kuonekana
th_th: สามารถเห็นได้ชัด

source: Appear
ar_ar: ظهرَ
hi_in: प्रकट होना
km_kh: លេច​​ឡើង​​/​​បង្ហាញ​ខ្លួន
my_mm: Muncul
sw_ss: Kutokea
th_th: การปรากฏ

source: Transparent
ar_ar: شفاف
hi_in: पारदर्शी
km_kh: ច្បាស់​ក្រឡែត/ភ្លឺ​ថ្លា
my_mm: Lut Sinar
sw_ss: Kupenyeza nuru
th_th: โปร่งแสง, ใสเหมือนกระจก

source: Reflect, mirror
ar_ar: عكس الضوء،المرآة
hi_in: प्रतिबिंबित करना, दर्पण
km_kh: ឆ្លុះ, កញ្ចក់
my_mm: Pantulan, cermin
sw_ss: Kuakisi, kioo

source: Appearance
ar_ar: المظهر
hi_in: रूप
km_kh: រូបរាង
my_mm: Rupa
sw_ss: Sura
th_th: การปรากฏตัว

source: Beautiful
ar_ar: جميل
hi_in: सुंदर
km_kh: ស្អាត
my_mm: Cantik
sw_ss: Nzuri
th_th: สวย, น่าเกลียด

source: Ugly
ar_ar: قبيح
hi_in: कुरूप
km_kh: អាក្រក់
my_mm: Hodoh
sw_ss: Mbaya

source: Something used to see
ar_ar: الشيء المستعمل لرؤية
hi_in: देखने के लिए उपयोग में आने वाली वस्‍तु
km_kh: អ្វី​ដែល​ធ្លាប់​ឃើញ
sw_ss: Kitu kinachotumika kwa kuona
th_th: อุปกรณ์ที่ช่วยให้มองเห็น

source: Hear
ar_ar: يسمع
hi_in: सुनना
km_kh: ឮ
sw_ss: Kusikia
th_th: การได้ยิน

source: Listen
ar_ar: يصغي
hi_in: ध्यान देकर सुनना
km_kh: ស្តាប់
my_mm: Mendengar
sw_ss: Kusikiliza

source: Sound
ar_ar: صوت
hi_in: ध्वनि
km_kh: សំឡេង
sw_ss: Sauti
th_th: เสียง

source: Types of sounds
ar_ar: أنواع الأصوات
hi_in: ध्वनि के प्रकार
km_kh: ប្រភេទ​សំឡេង
sw_ss: Aina za sauti
th_th: ชนิดของเสียง

source: Loud
ar_ar: عال
hi_in: ऊँचा स्‍वर
km_kh: ឮខ្លាំង
my_mm: Bunyi kuat
sw_ss: Sauti kubwa

source: Quiet
ar_ar: هادئ
hi_in: शांत
km_kh: ស្ងប់​ស្ងាត់
my_mm: Senyap
sw_ss: Sauti ndogo, utulivu

source: Taste
ar_ar: ذوق
hi_in: चखना
km_kh: រស​ជាតិ
my_mm: Rasa
sw_ss: Kuonja
th_th: การรู้รส

source: Smell
ar_ar: رائحة
hi_in: सूंघना
km_kh: ក្លិន
my_mm: Bau
sw_ss: Kunusa
th_th: กลิ่น

source: Sense of touch
ar_ar: حاسة اللمس
hi_in: स्पर्श की इन्द्रिय
km_kh: កាយវិញ្ញាណ
my_mm: Deria sentuh
sw_ss: Mlango wa kugusa

source: Comfortable
ar_ar: مريح
hi_in: आरामदायक
km_kh: ផាសុកភាព
my_mm: Selesa
sw_ss: Kustarehe

source: Body condition
ar_ar: الحالة الجسدية
hi_in: शारीरिक स्थिति
km_kh: កាយសម្បទា
my_mm: Keadaan Tubuh
sw_ss: Hali ya mwili
th_th: สภาพของร่างกาย, ลักษณะสถานภาพ

source: Strong
ar_ar: قوي
hi_in: तन्दुरुस्त
km_kh: មាំមួន
my_mm: Kuat
sw_ss: Kuwa na nguvu
th_th: แข็งแรง

source: Weak
ar_ar: ضعيف
hi_in: कमजोर
km_kh: ទន់​ខ្សោយ
my_mm: Lemah
sw_ss: Dhaifu
th_th: อ่อนแอ

source: Energetic
ar_ar: حيوي
hi_in: ऊर्जावान
km_kh: មាន​កម្លាំង
my_mm: Penuh bertenaga
sw_ss: Mchangamfu

source: Tired
ar_ar: مُتْعَبٌ
hi_in: थका हुआ
km_kh: នឿយ​ហត់
my_mm: Penat
sw_ss: Kuchoka
th_th: เหนื่อย, เหน็ดเหนื่อย

source: Rest
ar_ar: الراحة
hi_in: आराम करना
km_kh: សម្រាក
my_mm: Rehat
sw_ss: Kupumzika
th_th: การพักผ่อน

source: Healthy
ar_ar: صحي
hi_in: स्वस्थ
km_kh: សុខភាពល្អ
my_mm: Sihat
sw_ss: Kuwa na afya
th_th: สุขภาพ

source: Sick
ar_ar: مريض
hi_in: अस्वस्थता
km_kh: ឈឺ
my_mm: Sakit
sw_ss: Kuugua

source: Recover from sickness
ar_ar: التعافي من المرض
hi_in: 2.5.1.1 बीमारी से उबरना
km_kh: សះស្បើយពីជំងឺ
my_mm: Pulih dari sakit
sw_ss: Kupata nafuu ya ugonjwa
th_th: คืนสู่สภาพ(หายจากการเจ็บป่วย)

source: Disease
ar_ar: مرض
hi_in: बीमारी
km_kh: ជំងឺ
sw_ss: Maradhi
th_th: โรค

source: Malnutrition, starvation
ar_ar: سوء التغذية،المجاعة
hi_in: कुपोषण, भूखमरी
km_kh: កង្វះ​អាហារូបត្ថម្ភ, ភាព​អត់​ឃ្លាន
my_mm: Pemakanan Tak Seimbang, Kebuluran
sw_ss: Utapiamlo, njaa
th_th: โรคขาดอาหาร, ความอดอยาก

source: Skin disease
ar_ar: مرض البشرة
hi_in: त्वचा रोग
km_kh: ជំងឺ​សើ​ស្បែក
my_mm: Penyakit kulit
sw_ss: Ugonjwa wa ngozi
th_th: โรคผิวหนัง

source: Stomach illness
ar_ar: آلام المعدة
hi_in: उदर रोग
km_kh: ជំងឺ​ក្រពះ
my_mm: Penyakit Perut
sw_ss: Ugonjwa wa tumbo
th_th: ความเจ็บป่วยที่เกี่ยวกับช่องท้อง

source: Tooth decay
ar_ar: تدهور السنة
hi_in: दंत क्षय/ दाँतों की सड़न
km_kh: ជំងឺពុកធ្មេញ
my_mm: Kerosakan gigi
sw_ss: Kuoza kwa meno
th_th: ฟันผุ

source: Injure
ar_ar: جرح
hi_in: चोट
km_kh: រងរបួស
my_mm: Kecederaan
sw_ss: Kujeruhi
th_th: การบาดเจ็บ

source: Amputate
ar_ar: يبتر
hi_in: अंगोच्छेदन
km_kh: ការ​កាត់​អវយវៈ
my_mm: Amputasi/Memotong
sw_ss: Kukatwa kiungo cha mwili
th_th: การถูกตัดอวัยวะ(แขนขา)

source: Poison
ar_ar: سم
hi_in: विष
km_kh: ពុល
my_mm: Racun
sw_ss: Sumu
th_th: การได้รับสารพิษ

source: Disabled
ar_ar: معاق
hi_in: बलहीन
km_kh: ពិការ
my_mm: Hilang Keupayaan
sw_ss: Kudhoofika
th_th: ไร้ความสามารถ, พิการ

source: Blind
ar_ar: أعمى
hi_in: अँधा
km_kh: ខ្វាក់
my_mm: Buta
sw_ss: Upofu
th_th: คนตาบอด

source: Poor eyesight
ar_ar: ضعف البصر
hi_in: कमज़ोर दृष्टि
km_kh: ភ្នែកមើលមិនច្បាស់/ម៉្ញូប??
my_mm: Kabur/lemah penglihatan
sw_ss: Uwezo mbaya wa kuona kwa macho
th_th: สายตาไม่ดี

source: Deaf
ar_ar: أصم
hi_in: बहरा
km_kh: ថ្លង់
my_mm: Pekak
sw_ss: Kiziwi
th_th: หูหนวก, สูญเสียการได้ยิน

source: Mute
ar_ar: أبكم
hi_in: गूँगा
km_kh: គរ
my_mm: Bisu
sw_ss: Bubu
th_th: คนใบ้
