Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Pull
ar_ar: يسحب
hi_in: खींचना
km_kh: ទាញ
my_mm: Tarik
sw_ss: Kuvuta
th_th: การลากดึง

source: Push
ar_ar: يدفع
hi_in: ढकेलना
km_kh: រុញ
my_mm: Tolak
sw_ss: Kusukuma
th_th: ผลัก

source: Take somewhere
ar_ar: يَأخذ إلى مكان ما
hi_in: कहीं ले जाना
km_kh: នាំទៅកន្លែងណាមួយ
my_mm: Membawa ke tempat lain
sw_ss: Kupeleka mahali
th_th: นำไปแห่งใดแห่งหนึ่ง

source: Take something from somewhere
ar_ar: أخذ شيء من مكان ما
hi_in: कुछ वस्‍तु कहीं से लेना
km_kh: យកអ្វីមួយពីកន្លែងណាមួយ
sw_ss: Kuleta kitu kutoka mahali fulani
th_th: เอาสิ่งใดสิ่งหนึ่งออก

source: Return something
ar_ar: يُرجع شيئا
hi_in: वापस करना
km_kh: ប្រគល់អ្វីមួយវិញ
my_mm: Mengembalikan sesuatu
sw_ss: Kurudisha kitu
th_th: เอากลับมาไว้ที่เดิม

source: Send
ar_ar: إرسال
hi_in: भेजना
km_kh: ផ្ញើ
my_mm: Hantar
sw_ss: Kutuma
th_th: ส่ง

source: Chase away
ar_ar: يطرد بعيدا
hi_in: बाहर भगाना
km_kh: ដេញឱ្យទៅឆ្ងាយ
my_mm: Usir
sw_ss: Kufukuza
th_th: ไล่, ขับไล่

source: Drive along
ar_ar: أخذ الطريق
hi_in: साथ चलना
km_kh: បើកតាមបណ្តោយ
sw_ss: Kuhamisha, kuswaga

source: Handle something
ar_ar: التعامل مع شيء
hi_in: वस्‍तु को जिये जित करना
km_kh: កាន់អ្វីមួយ
my_mm: Memegang sesuatu
sw_ss: Kusogeza kitu kwa mikono
th_th: จัดการ

source: Touch
ar_ar: يلمس
hi_in: छुना
km_kh: ប៉ះ
my_mm: Sentuh
sw_ss: Kugusa
th_th: สัมผัส/แตะ

source: Pick up
ar_ar: يلتقط
hi_in: उठाना
km_kh: រើស/បេះ
my_mm: Kutip
sw_ss: Kuokota
th_th: หยิบขึ้นมา

source: Put down
ar_ar: يُنزِلُ
hi_in: निचे रखना
km_kh: ដាក់ចុះ
my_mm: Letak
sw_ss: Kuweka chini
th_th: วางลง

source: Hold
ar_ar: يمسك بشيء
hi_in: पकड़ना
km_kh: កាន់
my_mm: Pegang
sw_ss: Kushika
th_th: จับไว้

source: Actions of the hand
ar_ar: أفعال اليد
hi_in: हात के कार्य
km_kh: សកម្មភាពនៃដៃ
my_mm: Pergerakan tangan
sw_ss: Vitendo vya mikono
th_th: การกระทำต่างๆของมือ

source: Support
ar_ar: يَدْعم
hi_in: थामे रखना, सहायक करना
km_kh: ទ្រ
my_mm: Menyokong/menyangga
sw_ss: Kuegemeza
th_th: ค้ำไว้

source: Extend
ar_ar: يمدّد
hi_in: बढाना
km_kh: លាតសន្ធឹង/បន្លាយ
my_mm: Menambahkan
sw_ss: Kueneza
th_th: ขยายออก

source: Turn something
ar_ar: يُدير شيئا
hi_in: किसी वस्‍तु को पलटना
km_kh: មួល/បង្វិលអ្វីមួយ
my_mm: Memusingkan sesuatu
sw_ss: Kugeuza kitu
th_th: การกลับ

source: Open
ar_ar: يفتح
hi_in: खोलना
km_kh: បើក
my_mm: Buka
sw_ss: Kufungua
th_th: เปิด

source: Shut, close
ar_ar: يُغلق
hi_in: बंद करना
km_kh: បិទ
my_mm: Tutup
sw_ss: Kufunga
th_th: ปิด

source: Block, dam up
ar_ar: يعترض، يحجز
hi_in: बाँधा डालना
km_kh: បំបិទ, ទប់
my_mm: Menghalang, mengempang
sw_ss: Kuziba, kuzuia
th_th: กั้น, กีดกั้น

source: Limit
ar_ar: يحدّ
hi_in: सीमा बाँधना
km_kh: កំណត់
my_mm: Had
sw_ss: Kuweka mpaka
th_th: จำกัด

source: Cover
ar_ar: يُغطّي
hi_in: आवरण
km_kh: គ្របគម្រប
my_mm: Menutupi
sw_ss: Kufunika
th_th: คลุม

source: Uncover
ar_ar: يكشف
hi_in: किसी वस्‍तु को खोलना
km_kh: បើកគម្រប
my_mm: Membuka
sw_ss: Kufunua
th_th: ไม่คลุม

source: Wrap
ar_ar: يُغلّف
hi_in: लपेटना
km_kh: រុំ/ខ្ចប់
my_mm: Bungkus
sw_ss: Kufungia
th_th: ห่อ, มัด

source: Spread, smear
ar_ar: يُلطّخ، يُبقّع
hi_in: फैलाना, परत लगाना
km_kh: បៀក, ប៉ាត
sw_ss: Kupaka, kuenea

source: Transport
ar_ar: يَنقُل
hi_in: वहन करना, लेजाना, ढोना
km_kh: ដឹកជញ្ជូន
sw_ss: Kusafirisha
th_th: การขนส่ง

source: Have, be with
ar_ar: يملك، أن يكون مع
hi_in: पास रखना
km_kh: មាន,​ នៅជាមួយ
sw_ss: Kuwa na

source: Give, hand to
ar_ar: يمنح، يُسلّم لشخص
hi_in: देना
km_kh: ឱ្យ, ប្រគល់ឱ្យ
my_mm: Beri
sw_ss: Kupa

source: Receive
ar_ar: يُمنح
hi_in: प्राप्‍त करना
km_kh: ទទួលយក
my_mm: Terima
sw_ss: Kupokea
th_th: การรับ

source: Get
ar_ar: يتحصّل على
hi_in: प्राप्‍त करना
km_kh: ទទួលបាន
sw_ss: Kupata

source: Distribute
ar_ar: يوزّع
hi_in: बाँट देना
km_kh: ចែកចាយ
my_mm: Mengagihkan
sw_ss: Kugawia
th_th: จำหน่าย, แจกจ่าย

source: Keep something
ar_ar: الاحتفاظ بشيء ما
hi_in: कु्‌ रखना
km_kh: រក្សាទុកអ្វីមួយ
my_mm: Menyimpan sesuatu
sw_ss: Kubaki na kitu

source: Leave something
ar_ar: يُترك شيئا ما
hi_in: कुछ छोड़ना
km_kh: ទុកអ្វីមួយចោល
my_mm: Meninggalkan sesuatu
sw_ss: Kuacha kitu
th_th: ทิ้งไว้

source: Throw away
ar_ar: يرمي بشيء في سلة المهملات
hi_in: बाहर फेंकना
km_kh: គ្រវែងទៅឆ្ងាយ
my_mm: Membuang
sw_ss: Kutupa
th_th: กำจัด / ทิ้ง

source: Not have
ar_ar: ليس عنده
hi_in: कुछ न होना
km_kh: គ្មាន
sw_ss: Kutokuwa na

source: Arrange
ar_ar: يُنظّم
hi_in: प्रबंध करना, व्‍यवस्‍थित करना
km_kh: រៀបចំ/តម្រៀប
sw_ss: Kupanga
th_th: จัดการ

source: Gather
ar_ar: يجمع
hi_in: इकट्ठा करना
km_kh: ប្រមូល
my_mm: Mengumpul
sw_ss: Kukusanya
th_th: รวบรวม

source: Separate, scatter
ar_ar: يفصل، يُشتّت
hi_in: अलग करना, फैलाना
km_kh: ញែក, ពង្រាយ
my_mm: Berasing-asing, serak
sw_ss: Kutenga, kutawanya
th_th: แยก, กระจัดกระจาย

source: Include
ar_ar: يضمّ
hi_in: शामिल करना
km_kh: រួមបញ្ចូល
my_mm: Ketermasukan
sw_ss: Kuingiza katika kundi
th_th: นับรวมเข้าด้วยกัน

source: Special
ar_ar: مميّز
hi_in: विशेष
km_kh: ពិសេស
my_mm: Istimewa
sw_ss: Maalumu
th_th: พิเศษ/เฉพาะ

source: Join, attach
ar_ar: إلحاق
hi_in: मिलाना, सलग करना
km_kh: ចូលរួម, ភ្ជាប់
sw_ss: Kuunganisha
th_th: เชื่อมติดกัน

source: Link, connect
ar_ar: يربط صلة بين ألأشياء، يخلق تواصلا
hi_in: संबंध, संपर्क, कडी
km_kh: តភ្ជាប់, តបណ្តាញ
sw_ss: Kuambatana

source: Stick together
ar_ar: يلتصقان ببعضهما
hi_in: एक साथ मिले रहना
km_kh: រួបរួមគ្នា
sw_ss: Kushikamana
th_th: เกาะติดกัน

source: Add to something
ar_ar: أضف إلى شيء ما
hi_in: किसि मेँ जोड़ देना
km_kh: បន្ថែមលើអ្វីមួយ
sw_ss: Kuongeza

source: Remove, take apart
ar_ar: يُزيل، يُفكّك
hi_in: हटाना
km_kh: ដកចេញ, ញែកចេញពីគ្នា
sw_ss: Kuondoa, kuchangua
th_th: ทำให้หลุดออกจากกัน

source: Mix
ar_ar: يمزج
hi_in: मिलाना
km_kh: ផ្សំ/លាយ
my_mm: Campur
sw_ss: Kuchanganya
th_th: ผสมกัน

source: Pure, unmixed
ar_ar: صافِ، غير مختلط
hi_in: शुद्ध (बिना मिलावटके)
km_kh: សុទ្ធ, មិនលាយ
my_mm: Tulin, tidak bercampur
sw_ss: Kuwa fasaha au safi, kisichochanganywa
th_th: บริสุทธิ์, ไม่มีสิ่งเจือปน

source: Tie
ar_ar: يربط
hi_in: जोड़ना
km_kh: ចង
my_mm: Ikat
sw_ss: Kufunga, kupiga fundo
th_th: ผูก, มัด

source: Rope, string
ar_ar: حبل، خيط
hi_in: रस्‍सी
km_kh: ខ្សែពួរ, ខ្សែ
my_mm: Tali
sw_ss: Kamba, uzi
th_th: เชือก, สายรัด

source: Tangle
ar_ar: تشابك
hi_in: उलझाना
km_kh: ខ្សែចំពាក់គ្នា
my_mm: Kusut
sw_ss: Kupindamana
th_th: ยุ่ง, ซับซ้อน

source: Organize
ar_ar: يُنظّم
hi_in: संगठित करना, सुन्‍यपस्‍थित?? करना
km_kh: ចាត់ចែង
sw_ss: Kupanga, kurekebisha

source: Disorganized
ar_ar: غير منظّم
hi_in: अरत व्‍यस्‍था
km_kh: គ្មានរបៀបរៀបរយ
sw_ss: Kupangua
th_th: ไม่เป็นระเบียบ

source: Substitute
ar_ar: يُعوّض
hi_in: बदले में
km_kh: ជំនួស
my_mm: Pengganti
sw_ss: Kuweka badala ya
th_th: ตัวแทน, แทนที่

source: Multiple things moving
ar_ar: العديد من الأشياء التي تتحرّك
hi_in: बहुत वस्‍तुये एक साथ चल रही हैं
km_kh: របស់ជាច្រើនកម្រើក
my_mm: Pelbagai benda atau hal bergerak
sw_ss: Kusogea kwa vitu vingi
th_th: การเคลื่อนย้ายของหลายอย่าง

source: Simple, complicated
ar_ar: بسيط، معقّد
hi_in: साधारण, जतिल
km_kh: សាមញ្ញ, ស្មុគ្រស្មាញ
sw_ss: Rahisi, yenye utata

source: Put
ar_ar: يضع
hi_in: किषि स्‍थान पर रकना
km_kh: ដាក់
sw_ss: Kuweka

source: Load, pile
ar_ar: يشحن، يُراكم
hi_in: ढेर करना/लादना
km_kh: ផ្ទុក, គរ
sw_ss: Mzigo, lundo

source: Fill, cover
ar_ar: يملأ، يكسي
hi_in: भरना, ढाँकना
km_kh: បំពេញ, គ្រប
sw_ss: Kujaza, kufunika

source: Hide
ar_ar: يُخفي
hi_in: छिपाना
km_kh: លាក់
my_mm: Sembunyi
sw_ss: Kuficha
th_th: ซ่อน

source: Search
ar_ar: يبحث
hi_in: ढूँढ़ना
km_kh: ស្រាវជ្រាវ
my_mm: Mendapatkan
sw_ss: Kutafuta
th_th: ค้นหา/ตรวจสอบ

source: Find
ar_ar: يجد
hi_in: पाना/प्राप्त करना
km_kh: ស្វែងរក
my_mm: Cari
sw_ss: Kugundua, kupata
th_th: พบ

source: Lose, misplace
ar_ar: يخسر، لا يتذكر مكان شيء ما
hi_in: खोना गलत जगह रख देना
km_kh: បាត់បង់, ច្រឡំដៃដាក់
my_mm: Hilang, Salahletak
sw_ss: Kupoteza
th_th: ทำหาย, วางผิดที่

source: Physical impact
ar_ar: آثار مادّي
hi_in: शारिरिक/शारीरिक?? प्रभाव
km_kh: ផលប៉ះពាល់ដល់រាងកាយ
my_mm: Hentaman fizikal
sw_ss: Matokeo ya mgongano
th_th: ผลกระทบด้านร่างกาย

source: Hit
ar_ar: يضرب
hi_in: चोट पहुँचाना
km_kh: វាយ
my_mm: Terpukul, terlanggar
sw_ss: Kupiga
th_th: ตี

source: Aim at a target
ar_ar: يوجّه نحو هدف
hi_in: लक्ष्‍य की ओर निशाना साधने को क्‍या कहतै हैं?
km_kh: តម្រង់ទៅរកគោលដៅ
my_mm: Membidik sasaran
sw_ss: Kulenga shabaha
th_th: เล็งไปที่จุดเป้าหมาย

source: Kick
ar_ar: يركل
hi_in: ठोकर मारना, लात मारना
km_kh: ទាត់/ធាក់
my_mm: Tendang
sw_ss: Kupiga teke
th_th: เตะ

source: Press
ar_ar: يضغط
hi_in: पैर के अगुवे मेंठोकर खाना
km_kh: សង្កត់
my_mm: Tekan
sw_ss: Kubonyeza
th_th: กด

source: Rub
ar_ar: يمسح على
hi_in: रगड़ना
km_kh: ត្រដុស/ដុស/ខាត់
my_mm: Gilap
sw_ss: Kuchua
th_th: ถู

source: Grind
ar_ar: يطحن
hi_in: पीसना, दलना
km_kh: កិន
my_mm: Kisar
sw_ss: Kusaga
th_th: บด/ ถูอย่างแรง

source: Mark
ar_ar: يضع علامة على
hi_in: निशान, चिन्ह/चिह्न लगाना
km_kh: ធ្វើឱ្យដាន/មានស្នាម
my_mm: Menandakan
sw_ss: Kutia doa

source: Divide into pieces
ar_ar: يقسم إلى أجزاء
hi_in: टुकड़ो में भाग करना
km_kh: ចែកទៅជាចំណែកតូចៗ
my_mm: Dibahagikan ke dalam kepingan
sw_ss: Kugawanya katika vipande
th_th: แยกออกเป็นชิ้นๆ

source: Break
ar_ar: يكسر
hi_in: टुकड़े करना
km_kh: បំបាក់/បាក់
my_mm: Pecahkan
sw_ss: Kuvunja
th_th: ทำให้แตก/หัก

source: Crack
ar_ar: تصدّع
hi_in: दरार करना
km_kh: ប្រេះ/រយះ
my_mm: Rekah
sw_ss: Ufa
th_th: ร้าว, แตกร้าว

source: Cut
ar_ar: يقطع
hi_in: काटना
km_kh: កាត់
my_mm: Potong
sw_ss: Kukata
th_th: ตัด

source: Tear, rip
ar_ar: يُمزّق
hi_in: फाड़ना, चीरना
km_kh: រហែក, ហែក
my_mm: Koyak, rabak
sw_ss: Kuchana, kupasua
th_th: ฉีก, ชำแหละ

source: Make hole, opening
ar_ar: يصنع فجوة
hi_in: छेद करना, वास्‍ता बनाना
km_kh: ចោះប្រហោង, បើក
my_mm: Membuat lubang
sw_ss: Kufanya shimo
th_th: ทำเป็นรู, เปิดออก

source: Dig
ar_ar: يحفر
hi_in: खोदना
km_kh: ជីក
my_mm: Korek
sw_ss: Kuchimba
th_th: ขุดใช้คำซึ่งมีความสัมพันธ์กับการขุดเข้าไปในดิน

source: Break, wear out
ar_ar: ينكسر،تآكل
hi_in: तोमने?? से उत्‍पन्‍न दरार
km_kh: ខូច, ប្រើលែងកើត
sw_ss: Kuharibika, kuchakaa

source: Damage
ar_ar: يُتلف
hi_in: हानि या क्षति
km_kh: ខូចខាត
my_mm: Rosak
sw_ss: Kuharibu kiasi
th_th: ความเสียหาย/ถูกทำลาย

source: Tear down
ar_ar: يهدم
hi_in: ढा देना, नष्‍ट कर देना
km_kh: វាយរម្លំ
my_mm: Merobohkan
sw_ss: Kubomoa
th_th: รื้อถอน

source: Destroy
ar_ar: يُحطّم
hi_in: नष्‍ट करना
km_kh: បំផ្លាញ
my_mm: Memusnahkan
sw_ss: Kuteketeza, kuharibu kabisa
th_th: ทำลาย

source: Repair
ar_ar: يُصلح
hi_in: सुधार
km_kh: ជួសជុល
my_mm: Membaiki
sw_ss: Kukarabati
th_th: คงสภาพไว้

source: States
ar_ar: حالات
hi_in: अवस्था
km_kh: សភាព
my_mm: Keadaan
sw_ss: Hali
th_th: สภาพ

source: Quantity
ar_ar: كميّة
hi_in: मात्रा / परिमाप
km_kh: បរិមាណ
my_mm: Jumlah
sw_ss: Kiasi
th_th: จำนวน

source: Number
ar_ar: عدد
hi_in: संख्या
km_kh: ចំនួន
my_mm: Angka
sw_ss: Namba
th_th: ตัวเลข

source: Cardinal numbers
ar_ar: الأعداد الأصليّة
hi_in: गणनसंख्याएँ
km_kh: បកតិ​សំខ្យា
my_mm: Angka kardinal
sw_ss: Namba kamili
th_th: ตัวเลขจำนวนนับ

source: One
ar_ar: واحد
hi_in: एक
km_kh: មួយ
sw_ss: Moja

source: Two
ar_ar: اثنان
hi_in: दो
km_kh: ពីរ
sw_ss: Mbili

source: Ordinal numbers
ar_ar: الأعداد الترتيبية
hi_in: क्रमिक संख्याएँ
km_kh: បូរណ​សំខ្យា
my_mm: Nombor ordinal
sw_ss: Namba za mpango
th_th: ตัวเลขที่ใช้แสดงลำดับหรือตำแหน่ง

source: Number of times
ar_ar: عدد المرّات
hi_in: बारम्बारता की संख्याएँ
km_kh: ចំនួនដង
my_mm: Nombor waktu
sw_ss: Idadi ya mara
th_th: ใช้กลุ่มคำนี้พูดถึงจำนวนครั้งที่เกิดขึ้นหรือทำได้

source: Multiples
ar_ar: أضعاف
hi_in: गुणज
km_kh: ចម្រុះ
my_mm: Berganda
sw_ss: Kuleta wingi
th_th: หลายเท่า/ทวีคูณ

source: Numbered group
ar_ar: مجموعة متكوّنة من عدد معيّن
hi_in: सांख्यांकित समूह
km_kh: ចំនួនរបាប់??
sw_ss: Kundi likihesabika
th_th: จำนวนที่เกิดจากการรวบรวม

source: Fraction
ar_ar: جزء
hi_in: अंश
km_kh: ប្រភាគ
my_mm: Pecahan
sw_ss: Sehemu
th_th: เศษส่วน

source: Number series
ar_ar: سلسلة أعداد
hi_in: संख्या-श्रंखला
km_kh: លេខស្វីត
sw_ss: Mifuatano ya namba

source: Count
ar_ar: يحسب
hi_in: गणनांक
km_kh: រាប់
my_mm: Membilang
sw_ss: Kuhesabu
th_th: การนับ

source: Mathematics
ar_ar: الرياضيات
hi_in: गणित
km_kh: គណិតវិទ្យា
sw_ss: Hisabati
th_th: วิชาคณิตศาสตร์

source: Add numbers
ar_ar: يجمع الأعداد
hi_in: संख्याओं का योग
km_kh: បូកលេខ
sw_ss: Kujumlisha namba
th_th: บวก

source: Subtract numbers
ar_ar: طرح الأعداد
hi_in: संख्याओं को घटाना
km_kh: ដកលេខ
sw_ss: Kutoa namba
th_th: ลบ

source: Multiply numbers
ar_ar: مضاعفة الأرقام
hi_in: संख्याओं का गुणन
km_kh: គុណលេខ
sw_ss: Kuzidisha namba
th_th: คูณ

source: Divide numbers
ar_ar: يقسم الأعداد
hi_in: संख्याओं को भाग करना
km_kh: ចែកលេខ
sw_ss: Kugawanya namba
th_th: การหาร

source: Plural
ar_ar: صيغة الجمع
hi_in: बहुवचन
km_kh: ពហុវចន
sw_ss: Wingi

source: Many, much
ar_ar: الكثير من
hi_in: बहुत, अधिक
km_kh: ច្រើន
sw_ss: Tele
th_th: มากมาย

source: Few, little
ar_ar: القليل من
hi_in: अल्प, थोड़ा
km_kh: តិចតួច
sw_ss: Chache
th_th: เล็กน้อย

source: Group of things
ar_ar: مجموعة من الأشياء
hi_in: वस्तुओं का समूह
km_kh: ចំនួនប្រមូលផ្ដុំ??
my_mm: Sekumpulan benda
sw_ss: Kundi la vitu

source: More
ar_ar: أكثر
hi_in: अधिक
km_kh: ច្រើនជាង
my_mm: Lebih banyak
sw_ss: Zaidi
th_th: มากกว่า

source: Less
ar_ar: أقل
hi_in: कम
km_kh: តិចជាង
my_mm: Kurang
sw_ss: Ndogo zaidi
th_th: น้อยกว่า

source: Increase
ar_ar: يزداد
hi_in: वृद्धि
km_kh: កើនឡើង
my_mm: Kenaikan
sw_ss: Kuongezeka
th_th: เพิ่มขึ้น

source: Decrease
ar_ar: يَنقص
hi_in: कमी
km_kh: ថយចុះ
my_mm: Berkurang
sw_ss: Kupungua
th_th: ลดลง

source: All
ar_ar: كلّ
hi_in: सब
km_kh: ទាំងអស់
my_mm: Seluruh
sw_ss: Yote
th_th: ทั้งหมด

source: Some
ar_ar: بعض
hi_in: कुछ
km_kh: ខ្លះ
my_mm: Beberapa/Sedikit
sw_ss: Baadhi
th_th: มีบ้างไม่จำกัดจำนวน

source: None, nothing
ar_ar: لاشيء
hi_in: कोई नहीं, कुछ नहीं
km_kh: គ្មានសោះ, ទទេ
sw_ss: Bila, hakuna kitu

source: Both
ar_ar: كلاّ من
hi_in: दोनों
km_kh: ទាំងពីរ
my_mm: Kedua-dua
sw_ss: Zote Mbili

source: Most, almost all
ar_ar: أغلب
hi_in: अधिकतम, लगभग सारा
km_kh: ភាគច្រើន, ស្ទើរតែទាំងអស់
sw_ss: Karibu yote

source: Most, least
ar_ar: أغلب، أقلّ
hi_in: अधिकतम, लघुतम
km_kh: ច្រើនបំផុត, តិចបំផុត
sw_ss: Zaidi, kidogo

source: Almost
ar_ar: تقريبا
hi_in: लगभग
km_kh: ស្ទើរតែ
my_mm: Hampir
sw_ss: Karibu

source: Only
ar_ar: فقط
hi_in: केवल, एकमात्र
km_kh: ត្រឹមតែ
my_mm: Hanya
sw_ss: Tu

source: Exact
ar_ar: دقيق
hi_in: सटीक
km_kh: ពិតប្រាកដ
sw_ss: Kamili

source: Approximate
ar_ar: تقريبي
hi_in: अनुमान
km_kh: ប្រហែល
sw_ss: Kukadiria

source: Average
ar_ar: المعدّل
hi_in: औसत
km_kh: មធ្យម
my_mm: Purata
sw_ss: Wastani
th_th: จำนวนเฉลี่ย

source: Whole, complete
ar_ar: كلّ،كامل
hi_in: संपूर्ण, पूरा
km_kh: ទាំងមូល, ទាំងស្រុង
sw_ss: Zima, kamili
th_th: ครบถ้วน/ทั้งสิ้น

source: Part
ar_ar: جزء
hi_in: हिस्सा
km_kh: ផ្នែក
my_mm: Bahagian
sw_ss: Sehemu
th_th: ส่วนหนึ่ง

source: Piece
ar_ar: قطعة
hi_in: टुकड़ा
km_kh: ចំណែក/ចំណិត
sw_ss: Kipande

source: Enough
ar_ar: كافٍ
hi_in: पर्याप्त
km_kh: គ្រប់គ្រាន់
sw_ss: Kutosha
th_th: มีเพียงพอ

source: Extra
ar_ar: إضافي
hi_in: अतिरिक्त
km_kh: បន្ថែម
sw_ss: Ya ziada
th_th: มีมากกว่าปกติ, มีเพิ่ม

source: Lack
ar_ar: يفتقر إلى
hi_in: अभाव
km_kh: ខ្វះខាត
sw_ss: Utovu
th_th: มีไม่เพียงพอ

source: Need
ar_ar: يحتاج
hi_in: आवश्यकता
km_kh: ត្រូវការ
sw_ss: Hitaji

source: Remain, remainder
ar_ar: يبقى ، بقيّة
hi_in: बाकी बचा हुआ, शेष
km_kh: នៅសល់, សំណល់
sw_ss: Kubaki, salio
th_th: ส่วนที่เหลือ

source: Full
ar_ar: مليء
hi_in: भरा हुआ
km_kh: ពេញ
my_mm: Penuh
sw_ss: Kujaa
th_th: เต็ม

source: Empty
ar_ar: فارغ
hi_in: खाली
km_kh: ទទេ
my_mm: Kosong
sw_ss: Tupu
th_th: ว่างเปล่า

source: Big
ar_ar: كبير
hi_in: बड़ा
km_kh: ធំ
my_mm: Besar
sw_ss: Kubwa
th_th: มีขนาดใหญ่ขึ้น

source: Small
ar_ar: صغير
hi_in: आकार में छोटा
km_kh: តូច
my_mm: Kecil
sw_ss: Ndogo
th_th: เล็ก

source: Long
ar_ar: طويل
hi_in: लंबा
km_kh: វែង
my_mm: Panjang
sw_ss: Ndefu
th_th: ความยาว

source: Short, not long
ar_ar: قصير، ليس طويلا
hi_in: लंबाई में छोटा
km_kh: ខ្លី
sw_ss: Urefu Mdogo
th_th: สั้น

source: Tall
ar_ar: طويل
hi_in: कद में ऊँचा
km_kh: ខ្ពស់
my_mm: Tinggi
sw_ss: Mrefu
th_th: สูง

source: Short, not tall
ar_ar: قصير، ليس طويلا
hi_in: कद में छोटा
km_kh: ទាប
sw_ss: Fupi

source: Thick
ar_ar: سميك
hi_in: मोटा
km_kh: ក្រាស់
sw_ss: Upana na unene
th_th: อ้วน

source: Thin thing
ar_ar: شيء رقيق
hi_in: पतली वस्तु
km_kh: ស្តើង
sw_ss: Kitu chembamba
th_th: ผอม

source: Fat person
ar_ar: شخص سمين
hi_in: मोटा व्यक्ति
km_kh: មនុស្សធាត់
sw_ss: Mtu mnene

source: Thin person
ar_ar: شخص نحيف
hi_in: पतला व्यक्ति
km_kh: មនុស្សស្គម
sw_ss: Mtu mwembamba

source: Wide
ar_ar: واسع
hi_in: चौड़ा
km_kh: ទូលាយ
my_mm: Luas/Lebar/Lapang
sw_ss: Pana
th_th: กว้าง

source: Narrow
ar_ar: ضيّق
hi_in: सकरा
km_kh: ចង្អៀត
my_mm: Sempit
sw_ss: Finyu
th_th: แคบ

source: Big area
ar_ar: منطقة كبيرة
hi_in: बड़ा क्षेत्र
km_kh: តំបន់/ផ្ទៃ ធំ
sw_ss: Eneo kubwa

source: Big container, volume
ar_ar: حاوية كبيرة، الحجم
hi_in: बड़ा डिब्बा, आयतन
km_kh: ធុងធំ, ចំណុះ
sw_ss: Chombo kikubwa, ujazo
th_th: ความจุ

source: Distance
ar_ar: مسافة
hi_in: दूरी
km_kh: ចម្ងាយ
sw_ss: Umbali

source: Far
ar_ar: بعيد
hi_in: दूर
km_kh: ឆ្ងាយ
my_mm: Jauh
sw_ss: Mbali
th_th: ไกล

source: Near
ar_ar: قريب
hi_in: समीप
km_kh: ក្បែរ/ជិត
my_mm: Dekat
sw_ss: Karibu
th_th: ใกล้

source: High
ar_ar: مرتفع
hi_in: ऊँचा
km_kh: ខ្ពស់
my_mm: Tinggi
sw_ss: Juu
th_th: สูง

source: Low
ar_ar: منخفض
hi_in: नीचा
km_kh: ទាប
my_mm: Rendah
sw_ss: Chini
th_th: ต่ำ

source: Deep, shallow
ar_ar: عميق، سطحي
hi_in: गहरा, छिछला
km_kh: ជ្រៅ, រាក់
my_mm: Dalam, cetek
sw_ss: Urefu wa kwenda chini
th_th: ลึก

source: Fit, size
ar_ar: يناسب القياس، قياس
hi_in: नापानुसार, आकार
km_kh: សមល្មម, ទំហំ
my_mm: Sesuai, ukuran
sw_ss: Kukaa vizuri, saizi

source: Tight
ar_ar: ضيّق
hi_in: तंग
km_kh: តឹង
sw_ss: Kukaza
th_th: คับ, หลวม

source: Loose
ar_ar: فضفاض
hi_in: ढीला
km_kh: រលុង
sw_ss: Kulegea

source: Wedged in, stuck
ar_ar: عالِق، مُلصَق
hi_in: ठुका हुआ, धँसा हुआ
km_kh: សៀតជាប់, ជាប់គាំង
my_mm: Terpasak, tersekat
sw_ss: Kukwama
th_th: ตอก, ติดแน่น

source: Measure
ar_ar: يقيس
hi_in: मापना
km_kh: ខ្នាត/រង្វាស់
my_mm: Ukuran
sw_ss: Kupima
th_th: การวัด

source: Weigh
ar_ar: يزن
hi_in: तौलना
km_kh: ទម្ងន់
sw_ss: Kupima uzito
th_th: การชั่งน้ำหนัก

source: Heavy
ar_ar: ثقيل
hi_in: भारी
km_kh: ធ្ងន់
my_mm: Berat
sw_ss: Nzito
th_th: หนักมาก

source: Light in weight
ar_ar: خفيف في الوزن
hi_in: कम भारी
km_kh: ស្រាល
my_mm: Ringan dalam berat
sw_ss: Nyepesi kwa uzito
th_th: น้ำหนักเบา

source: Quality
ar_ar: جودة
hi_in: गुणवत्ता
km_kh: គុណភាព
my_mm: Mutu
sw_ss: Sifa
th_th: คุณสมบัติ

source: Shape
ar_ar: شكل
hi_in: आकार
km_kh: ទ្រង់ទ្រាយ
my_mm: Bentuk
sw_ss: Umbo
th_th: รูปร่าง

source: Point, dot
ar_ar: نقطة
hi_in: बिंदु, दशमलव
km_kh: ចុច, ចំណុច
my_mm: Titik, bintik
sw_ss: Ncha, nukta
th_th: ยอดหรือปลายแหลม, จุด

source: Line
ar_ar: خطّ
hi_in: रेखा
km_kh: បន្ទាត់
my_mm: Garisan
sw_ss: Mstari
th_th: เส้น

source: Straight
ar_ar: مستقيم
hi_in: सीधा
km_kh: ត្រង់
my_mm: Lurus
sw_ss: Kunyooka
th_th: ตรง

source: Flat
ar_ar: مسطّح
hi_in: समतल
km_kh: សំប៉ែត
my_mm: Rata
sw_ss: Bapa
th_th: แบน, ราบ

source: Horizontal
ar_ar: أفقي
hi_in: क्षैतिज
km_kh: បន្ទាត់ដេក
my_mm: Mendatar/Melintang
sw_ss: Mlalo
th_th: แนวนอน/แนวราบ

source: Vertical
ar_ar: عمودي
hi_in: ऊर्ध्वाधर
km_kh: បន្ទាត់ឈរ
my_mm: Tegak/Menegak
sw_ss: Wima
th_th: ตั้งฉากกับพื้น

source: Leaning, sloping
ar_ar: مائل، منحدر
hi_in: झुकाव, ढलवाँ
km_kh: ទ្រេត, ទេរ
my_mm: Condong, Cerun
sw_ss: Kuegemea, kuinama

source: Bend
ar_ar: ينحني
hi_in: मोड़ना
km_kh: ពត់
sw_ss: Kufanya kisinyooke
th_th: โค้งงอ, รอยพับ

source: Roll up
ar_ar: يلفّ
hi_in: लपेटना
km_kh: រមូរ
sw_ss: Kuviringisha
th_th: ม้วน

source: Twist, wring
ar_ar: يلوي، يعصر
hi_in: घुमाव, मरोड़
km_kh: មួល, ច្របាច់/ពូត
my_mm: Pintalan, pulasan
sw_ss: Kusokota
th_th: บิด, ฟั่นเป็นเกลียว

source: Fold
ar_ar: يطوي
hi_in: तह
km_kh: បត់
sw_ss: Kukunja

source: Round
ar_ar: مستدير
hi_in: गोल
km_kh: រង្វង់មូល
my_mm: Bulat
sw_ss: Mviringo
th_th: วงกลม

source: Concave
ar_ar: مقعور
hi_in: अवतल
km_kh: ខូង/ផត
my_mm: Cekung
sw_ss: Mbonyeo
th_th: ส่วนโค้งที่เว้าเข้าด้านใน

source: Convex
ar_ar: محدّب
hi_in: उत्तल
km_kh: ប៉ោង
my_mm: Cembung/Mungkum
sw_ss: Mbinuko
th_th: ผิวโค้งนูน

source: Hollow
ar_ar: أجوف
hi_in: खोखला
km_kh: ប្រហោង/រូង
sw_ss: Tupu

source: Square
ar_ar: مربّع
hi_in: समचतुर्भुज
km_kh: ការេ
my_mm: Persegi
sw_ss: Mraba
th_th: สี่เหลี่ยมจัตุรัส

source: Pattern, design
ar_ar: نموذج، تصميم
hi_in: बानगी, प्रारूप
km_kh: បែបផែន, រចនា
sw_ss: Ruwaza, mchoro

source: Symmetrical
ar_ar: متماثل
hi_in: सममित
km_kh: ស៊ីមេទ្រី/ឆ្លុះគ្នា
my_mm: Simetri
sw_ss: Mlingano
th_th: ด้านหรือเหลี่ยมตรงข้ามที่มีสัดส่วนเท่ากัน

source: Stretch
ar_ar: يتمدّد
hi_in: तानना
km_kh: ពន្លាត/លាត
my_mm: Regang
sw_ss: Kunyosha
th_th: เหยียด

source: Texture
ar_ar: ملمس
hi_in: बुनावट
km_kh: សណ្ឋានផ្ទៃ
my_mm: Tekstur
sw_ss: Msokotano
th_th: เนื้อ (ความหยาบ-ละเอียด)

source: Smooth
ar_ar: ناعم
hi_in: चिकना
km_kh: រលោង
my_mm: Licin
sw_ss: Laini
th_th: เรียบ

source: Rough
ar_ar: خشن
hi_in: खुरदरा
km_kh: គ្រើម
my_mm: Kasar
sw_ss: Kukwaruza
th_th: ขรุขระ

source: Sharp
ar_ar: حاد
hi_in: धारदार
km_kh: មុត
my_mm: Tajam
sw_ss: Kali
th_th: การดูแลรักษาเครื่องมือ

source: Pointed
ar_ar: مسنون
hi_in: नोकीला
km_kh: ចុងស្រួច
my_mm: Runcing
sw_ss: Kuchongoka
th_th: ปลายแหลม

source: Blunt
ar_ar: قليل الحدّة
hi_in: भोथरा
km_kh: សឹករឹល
my_mm: Tumpul
sw_ss: Butu
th_th: ทู่ไม่คม

source: Furrow
ar_ar: يُجعّد
hi_in: खाँचा
km_kh: ស្នាមដាន/ខូង
my_mm: Alur
sw_ss: Mfuo
th_th: ร่องดิน

source: Light
ar_ar: ضوء
hi_in: प्रकाश
km_kh: ពន្លឺ
my_mm: Cahaya
sw_ss: Nuru
th_th: ความสว่าง

source: Shine
ar_ar: يُشعّ
hi_in: चमक
km_kh: បញ្ចេញពន្លឺ
my_mm: Kilauan
sw_ss: Angavu
th_th: ส่องแสง

source: Light source
ar_ar: مصدر ضوء
hi_in: प्रकाश स्रोत
km_kh: ប្រភពពន្លឺ
my_mm: Sumber cahaya
sw_ss: Chanzo cha nuru
th_th: แหล่งที่มาของแสง

source: Bright
ar_ar: متوهّج
hi_in: चमकदार
km_kh: ភ្លឺថ្លា
my_mm: Terang
sw_ss: Yenye kung'aa

source: Dark
ar_ar: مُظلم
hi_in: अंधेरा
km_kh: ងងឹត
my_mm: Gelap
sw_ss: Giza
th_th: ความมืด

source: Shadow
ar_ar: ظِلّ
hi_in: परछाई
km_kh: ស្រមោល
my_mm: Bayang-bayang
sw_ss: Kivuli
th_th: เงา

source: Color
ar_ar: لون
hi_in: रंग
km_kh: ពណ៌
my_mm: Warna
sw_ss: Rangi
th_th: สี

source: White
ar_ar: أبيض
hi_in: सफ़ेद
km_kh: ស
my_mm: Putih
sw_ss: Nyeupe
th_th: สีขาว

source: Black
ar_ar: أسود
hi_in: काला
km_kh: ខ្មៅ
my_mm: Hitam
sw_ss: Nyeusi
th_th: สีดำ

source: Gray
ar_ar: رمادي
hi_in: सलेटी
km_kh: ប្រផេះ
my_mm: Kelabu
sw_ss: Rangi ya kijivu
th_th: สีเทา

source: Colors of the spectrum
ar_ar: سلسلة ألوان
hi_in: वर्णक्रम के रंग
km_kh: បាច់ពន្លឺ
my_mm: Warna-warna spektrum
sw_ss: Rangi za upinde wa mvua
th_th: แสงที่แยกออกเป็นสีต่างๆ

source: Animal color, marking
ar_ar: لون الحيوان ، علامة تمييز
hi_in: पशुओं के रंग, निशान
km_kh: ពណ៌, សញ្ញាសម្គាល់របស់សត្វ
my_mm: Warna haiwan, tanda
sw_ss: Rangi za wanyama na madoadoa ya wanyama
th_th: สีของสัตว์, จุดเครื่องหมาย

source: Change color
ar_ar: يُغيّر اللّون
hi_in: रंग परिवर्तन
km_kh: ប្តូរពណ៌
sw_ss: Kubadilisha rangi
th_th: เติมสี, ย้อมสี

source: Multicolored
ar_ar: متنوّع الألوان
hi_in: रंगबिरंगा
km_kh: ចម្រុះពណ៌
sw_ss: Yenye rangi nyingi
th_th: สีหลายสี

source: Shiny
ar_ar: برّاق
hi_in: चमकीला
km_kh: ភ្លឺចែងចាំង
sw_ss: Kuakisi mwanga

source: Hot
ar_ar: ساخن
hi_in: गर्म
km_kh: ក្តៅ
my_mm: Panas
sw_ss: Joto
th_th: อุณหภูมิ

source: Cold
ar_ar: بارد
hi_in: ठंडा
km_kh: ត្រជាក់
my_mm: Dingin
sw_ss: Baridi
th_th: เย็น

source: Type, kind
ar_ar: صِنف ، نوع
hi_in: किस्म, प्रकार
km_kh: ប្រភេទ
sw_ss: Aina, namna
th_th: สถานภาพ/ประเภท

source: Nature, character
ar_ar: طبيعة، شخصيّة
hi_in: स्वभाव, चरित्र
km_kh: ធម្មជាតិ, លក្ខណៈ
my_mm: Sifat semulaji, peribadi
sw_ss: Asili, tabia
th_th: ธรรมชาติ, ลักษณะเฉพาะ, คุณสมบัติ

source: Compare
ar_ar: قارن
hi_in: तुलना
km_kh: ប្រៀបធៀប
my_mm: Membandingkan
sw_ss: Kulinganisha
th_th: การเปรียบเทียบ

source: Same
ar_ar: نَفس
hi_in: वही
km_kh: ដូចគ្នា
my_mm: Sama
sw_ss: Sawasawa
th_th: เหมือนกัน

source: Like, similar
ar_ar: مِثل، مماثل
hi_in: एक जैसा, एक समान
km_kh: ស្រដៀង
my_mm: Macam, serupa
sw_ss: Kufanana
th_th: คล้ายกัน

source: Different
ar_ar: مختلف
hi_in: भिन्न
km_kh: ខុសគ្នា
my_mm: Berbeza
sw_ss: Tofauti
th_th: แตกต่างกัน

source: Other
ar_ar: آخر
hi_in: अन्य
km_kh: ដទៃ
my_mm: Yang lain
sw_ss: Nyingine
th_th: อื่นๆ
