Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Hostility
ar_ar: عِداء
hi_in: दुश्मनी
km_kh: អរិភាព
sw_ss: Uhasama, uadui

source: Oppose
ar_ar: يعارض
hi_in: विरोध करना
km_kh: ប្រឆាំង
sw_ss: Kupinga

source: Fight
ar_ar: يُحارب
hi_in: लड़ाई करना
km_kh: ប្រយុទ្ធ
my_mm: Berlawan
sw_ss: Kupigana
th_th: ต่อสู้กัน

source: Fight for something good
ar_ar: يحارب من أجل شيء جيّد
hi_in: अच्‍छाई के लिए लड़ना
km_kh: ប្រយុទ្ធគាំទ្រអំពើល្អ
sw_ss: Kupigania jambo jema

source: Fight against something bad
ar_ar: يحارب من أجل شيء سيّء
hi_in: बुराई की लड़ाई
km_kh: ប្រយុទ្ធប្រឆាំងអំពើអាក្រក់
sw_ss: Kupigana dhidi ya jambo baya

source: Attack
ar_ar: يحارب
hi_in: धावा, आक्रमण
km_kh: វាយប្រហារ
my_mm: Menyerang
sw_ss: Kushambulia
th_th: โจมตี, ทำร้าย

source: Ambush
ar_ar: يضع كمينا
hi_in: घात, घात लगाना
km_kh: វាយឆ្មក់
my_mm: Menyerang hendap
sw_ss: Kuvizia
th_th: การซุ่มโจมตี, การลอบทำร้าย

source: Defend
ar_ar: يُدافع
hi_in: रक्षा करना, सर्मथन देना
km_kh: ការពារខ្លួ​ន
my_mm: Membela
sw_ss: Kutetea, kujihami
th_th: แก้ต่าง, ปกป้อง

source: Revenge
ar_ar: ينتقم
hi_in: प्रतिशोध, प्रतिशोध लेना, बदला लेना
km_kh: សងសឹក
my_mm: Membalas dendam
sw_ss: Kisasi
th_th: แก้แค้น

source: Riot
ar_ar: شَغَبْ
hi_in: दंगा, दंगा करना
km_kh: កុបកម្ម
my_mm: Rusuhan
sw_ss: Ghasia
th_th: ยุ่งเหยิง, จลาจล

source: Betray
ar_ar: يخون
hi_in: विश्वासघात करना, ठगना
km_kh: ក្បត់
my_mm: Mengkhianati
sw_ss: Kusaliti

source: Violent
ar_ar: عنيف
hi_in: हिंसात्मक
km_kh: ហិង្សា
sw_ss: Kuwa na ukali, mjeuri
th_th: ดุร้าย, ความรุนแรง

source: Enemy
ar_ar: عدو
hi_in: शत्रु, दुश्‍मन
km_kh: សត្រូវ
my_mm: Musuh
sw_ss: Adui

source: War
ar_ar: حرب
hi_in: युद्ध लड़ाई
km_kh: សង្គ្រាម
my_mm: Perang
sw_ss: Vita
th_th: สงคราม

source: Defeat
ar_ar: يهزم
hi_in: हराना, विफल कर देना, हार
km_kh: យកឈ្នះ
my_mm: Kekalahan
sw_ss: Kuwashinda watu
th_th: ทำให้พ่ายแพ้

source: Win
ar_ar: يربح
hi_in: जीतना
km_kh: ឈ្នះ
sw_ss: Kushinda ushindi
th_th: ชัยชนะ

source: Lose a fight
ar_ar: يخسر معركة
hi_in: लड़ाई हारना
km_kh: ចាញ់ការ​ប្រ​យុទ្ធ
sw_ss: Kushindwa katika mapigano

source: Surrender
ar_ar: يستسلم
hi_in: आत्मसमर्पण करना, आत्मसमर्पण
km_kh: ចុះចាញ់
my_mm: Menyerah
sw_ss: Kujisalimisha
th_th: ยอมจำนน

source: Prisoner of war
ar_ar: سجين حرب
hi_in: युद्व बंधी
km_kh: អ្នកទោសសង្គ្រាម
my_mm: Tawanan peperangan
sw_ss: Mateka wa vita, mfungwa wa vita
th_th: การผูกมัด, ภาวะที่ตกเป็นเชลย

source: Military organization
ar_ar: منظمة عسكرية
hi_in: सेना सगठन
km_kh: អង្គភាពយោធា
sw_ss: Shirika la kijeshi
th_th: องค์การเกี่ยวกับทหาร

source: Army
ar_ar: الجيش البري
hi_in: सेना
km_kh: កងទ័ព
sw_ss: Jeshi

source: Navy
ar_ar: جيش بحري
hi_in: समुद्री सेना
km_kh: កងទ័ពជើងទឹក
sw_ss: Uanamaji

source: Air force
ar_ar: جيش الجوّ
hi_in: वायु सेना
km_kh: កងទ័ពជើងអាកាស
sw_ss: Jeshi la anga

source: Soldier
ar_ar: جندي
hi_in: सैनिक
km_kh: ទាហាន
my_mm: Askar
sw_ss: Askari
th_th: ทหาร

source: Spy
ar_ar: جاسوس
hi_in: जासूस, गुप्तचर
km_kh: ចារកម្ម
my_mm: Pengintip
sw_ss: Mpelelezi
th_th: จารชน, สายลับ

source: Fort
ar_ar: حِصن
hi_in: किला
km_kh: បន្ទាយការពារ
sw_ss: Ngome

source: Weapon, shoot
ar_ar: سلاح، يُطلق النار
hi_in: अस्त्र, गोली चलाना
km_kh: អាវុធ, បាញ់
sw_ss: Silaha, kupiga risasi
th_th: อาวุธยุทโธปกรณ์, อาวุธ

source: Plunder
ar_ar: ينهب
hi_in: लूटना, लूटमार
km_kh: លួចប្លន់ (ពេលមានសង្គ្រាម)
sw_ss: Kupora

source: Peace
ar_ar: السلام
hi_in: अमन, चैन
km_kh: សន្តិភាព
my_mm: Aman damai
sw_ss: Amani
th_th: สันติภาพ, สันติสุข

source: Rebuke
ar_ar: يوبّخ
hi_in: फटकार, बुरा-भला कहना
km_kh: ស្តីបន្ទោស
my_mm: Menegur
sw_ss: Kukemea
th_th: การประณาม

source: Make an appeal
ar_ar: يُناشد
hi_in: प्रार्थना करना
km_kh: ប្តឹងឧទ្ធរណ៍
my_mm: Membuat rayuan
sw_ss: Kukata rufani
th_th: ร้องขอ, อ้อนวอน

source: Appease
ar_ar: يُرضي
hi_in: संतुष्ट करना
km_kh: សម្រួល/ធ្វើឱ្យមានសន្តិភាព
my_mm: Mendamaikan
sw_ss: Kusuluhisha
th_th: ให้สินบน, ปลอบใจทำให้สงบ

source: Negotiate
ar_ar: يُفاوض
hi_in: मोल तोल करना, पार करना
km_kh: ចរចា
my_mm: Berunding
sw_ss: Kufanya mapatano
th_th: การเจรจา

source: Renounce claim, concede
ar_ar: يتخلّى عن المُطالبة، يتنازل
hi_in: मान लेना, दावा छोड़ना
km_kh: លះបង់ការអះអាង, សុខចិត្តទទួលស្គាល់
my_mm: Membatalkan tuntutan, Mempersetujui
sw_ss: Kukanusha madai, kukubali masharti
th_th: สละกรรมสิทธิ์, ยอมอ่อนข้อให้

source: Repent
ar_ar: يتوب
hi_in: पछताना
km_kh: ស្តាយក្រោយ
my_mm: Bertaubat
sw_ss: Kutubu, toba
th_th: สำนึกผิด

source: Request forgiveness
ar_ar: طلب العفو
hi_in: माफ़ी के लिए याचना
km_kh: ស្នើសុំការលើកលែងទោស
my_mm: Memohon pengampunan
sw_ss: Kuomba msamaha
th_th: ขอร้องเพื่อรับการยกโทษ

source: Forgive
ar_ar: يسامح
hi_in: क्षमा करना
km_kh: លើកលែងទោស
my_mm: Mengampuni
sw_ss: Kusamehe
th_th: ยกโทษ

source: Make peace
ar_ar: يصنع السلام
hi_in: शांति बनाए रखना
km_kh: បង្កើតឱ្យមាន​សន្តិភាព
my_mm: Tindakan berdamai
sw_ss: Kufanya amani
th_th: ทำให้เกิดสันติภาพ

source: Stop fighting
ar_ar: التوقف عن القتال
hi_in: लड़ाई रोकना
km_kh: ឈប់ប្រយុទ្ធ
my_mm: Henti berlawan
sw_ss: Kuacha kupigana
th_th: หยุดการต่อสู้

source: Reconcile
ar_ar: التصالح
hi_in: मेल करना वा कराना, के अनुकूल बनाना, सही कर लेना
km_kh: ផ្សះផ្សា
my_mm: Memperdamaikan
sw_ss: Kupatanisha
th_th: การคืนดี

source: Religion
ar_ar: دين
hi_in: धर्म, कर्तव्य, परमात्मा के अस्तित्व में विश्वास
km_kh: សាសនា
my_mm: Agama
sw_ss: Dini
th_th: ศาสนา, ลัทธิ

source: God
ar_ar: الله
hi_in: ईश्वर
km_kh: ព្រះ
my_mm: Tuhan
sw_ss: Mungu
th_th: พระเจ้า

source: Supernatural being
ar_ar: كائن يفوق الطبيعة
hi_in: आलौकिक होना
km_kh: ភាវៈដែលអស្ចារ្យលើសធម្មជាតិ
my_mm: Makhluk luar biasa
sw_ss: Kiumbe cha kiroho
th_th: ปรากฏการณ์ที่อยู่เหนือธรรมชาติใช้กลุ่มคำที่พูดถึงสิ่งที่ อยู่เหนือธรรมชาติ – zzzzzพระต่างๆ, วิญญาณ, สิ่งอื่นๆที่เป็นอยู่ซึ่งไม่สามารถ มองเห็นได้ในภาวะปกติและไม่ใช่ของโลกนี้ บางคนอาจจะเชื่อในสิ่งหนึ่งแต่อีกกลุ่มหนึ่งอาจไม่เชื่อ ความเชื่อเกี่ยวกับตำนานที่เล่าต่อกันมาเกี่ยวกับสิ่งศักดิ์สิทธิ์ในสมัยก่อน ซึ่งไม่ได้เชื่อว่าเป็นจริงในปัจจุบัน สิ่งมหัศจรรย์ต่างๆที่เล่าสู่กันฟังซึ่งไม่มีใครเชื่อ กำหนดคำจำกัดความสำหรับความเชื่อของคนส่วนใหญ่ซึ่งเชื่อในสิ่งที่อยู่ เหนือธรรมชาติ

source: Theology
ar_ar: علم اللاهوت
hi_in: ब्रह्मविद्या
km_kh: សាសនវិទ្យា
my_mm: Teologi
sw_ss: Theolojia
th_th: เกี่ยวกับพระเจ้าและศาสนา

source: Sacred writings
ar_ar: كتابات مقدّسة
hi_in: धार्मिक लेख
km_kh: គម្ពីរសាសនា
my_mm: Bahan-bahan tulisan suci
sw_ss: Maandiko matakatifu
th_th: หนังสือศักดิ์สิทธิ์

source: Miracle, supernatural power
ar_ar: معجزة، قوّة تفوق الطبيعة
hi_in: चमत्कार, आलौकिक शक्‍ति
km_kh: អព្ភូតហេតុ, ថាមពលវិសេស​ (លើស​ធម្មជាតិ)
sw_ss: Muujiza, nguvu ya kiroho
th_th: พลังที่อยู่เหนือธรรมชาติ

source: Sorcery
ar_ar: شعوذة
hi_in: जादू-टोना
km_kh: អំពើអាបធ្មប់
my_mm: Ilmu Sihir
sw_ss: Uchawi
th_th: พลังวิเศษซึ่งมีความประสงค์ร้าย

source: Demon possession
ar_ar: سُكون الروح شرّيرة وسط شخص
hi_in: दैत्‍य नियंत्रत
km_kh: ខ្មោច​ចូល
my_mm: Kerasukan roh syaitan
sw_ss: Kupagawa na pepo mchafu
th_th: การครอบงำของปีศาจ

source: Bless
ar_ar: يُبارك
hi_in: आशीर्वाद देना
km_kh: ប្រសិទ្ធពរ/​ព្រះពរ
my_mm: Memberkati
sw_ss: Kubariki

source: Curse
ar_ar: يلعن
hi_in: शाप, शाप देना
km_kh: បណ្តាសា
my_mm: Menyumpah
sw_ss: Kulaani
th_th: คำสาปแช่ง

source: Destiny
ar_ar: قدر
hi_in: नियति
km_kh: វាសនា
my_mm: Akhirat
sw_ss: Kudura na bahati
th_th: โชคชะตา

source: Prophecy
ar_ar: نبوءة
hi_in: भविष्यवाणी
km_kh: ទំនាយ
my_mm: Nubuat
sw_ss: Unabii
th_th: การทำนาย

source: Omen, divination
ar_ar: فأل، عِرَافة
hi_in: शगुन चिह्न
km_kh: ប្រផ្នូល, ការទាយ
my_mm: Telahan
sw_ss: Dalili mbaya, uaguzi
th_th: ความรู้พิเศษ, ญาณวิเศษ

source: Practice religion
ar_ar: يمارس الدين
hi_in: धार्मिक अभ्‍यास
km_kh: ការគោរពប្រតិបត្តិតាមសាសនា
my_mm: Mengamalkan prinsip-prinsip agama
sw_ss: Kutumia dini, kuzoelea dini
th_th: การทำกิจวัตรทางศาสนา

source: Devout
ar_ar: تقي
hi_in: भक्तिमय
km_kh: ដែលគោរពប្រតិបត្តិខ្ជាប់​ខ្ជួន
my_mm: Beriman
sw_ss: Kujitoa wakfu, kumcha Mungu
th_th: เลื่อมใส, มีใจศรัทธา

source: Pray
ar_ar: يُصلي
hi_in: प्रार्थना करना
km_kh: អធិស្ឋាន/សូត្រ​ធម៌/បន់ស្រន់
my_mm: Berdoa
sw_ss: Kusali, kuomba
th_th: อธิษฐาน

source: Worship
ar_ar: يعبد
hi_in: पूजा करना
km_kh: សក្ការ/ថ្វាយ​បង្គំព្រះ
my_mm: Beribadah
sw_ss: Kuabudu
th_th: นมัสการ

source: Religious ceremony
ar_ar: مراسم دينية
hi_in: धार्मिक कार्य
km_kh: ពិធីបុណ្យសាសនា
sw_ss: Ibada ya kidini
th_th: พิธีการทางศาสนา

source: Offering, sacrifice
ar_ar: تقدمة، قُربان
hi_in: भेंट, बलिदान, त्याग
km_kh: ថ្វាយតង្វាយ/ប្រគេន, បូជា
sw_ss: Dhabihu
th_th: ถวายให้, บูชา

source: Religious purification
ar_ar: طهارة دينية
hi_in: धार्मिक शुद्धीकरण
km_kh: ពិធីបុណ្យលាងបាប/រំដោះ​គ្រោះ
my_mm: Penyucian menurut adat istiadat agama
sw_ss: Utakaso wa kidini
th_th: พิธีชำระให้บริสุทธิ์

source: Taboo
ar_ar: محظور
hi_in: वर्जित कर्म
km_kh: ត្រណម
my_mm: Larangan agama atau adat
sw_ss: Mwiko
th_th: สิ่งต้องห้าม, ข้อห้าม

source: Salvation
ar_ar: الخلاص
hi_in: मुक्ति
km_kh: សេចក្តីសង្គ្រោះ
my_mm: Keselamatan
sw_ss: Wokovu
th_th: ความรอด

source: Dedicate to religious use
ar_ar: يُكرّس شيئا من أجل الاستعمال الديني
hi_in: धार्मिक कार्य के लिए समर्पित
km_kh: កំណត់​របស់​ប្រើ​ប្រាស់​ក្នុង​សាសនា
my_mm: Mentahbiskan untuk pelayanan Tuhan
sw_ss: Kuweka wakfu
th_th: อุทิศเพื่อกิจการทางศาสนา

source: Fasting
ar_ar: الصوم
hi_in: व्रत
km_kh: ការតមអាហារ
my_mm: Berpuasa
sw_ss: Kufunga chakula
th_th: การอดอาหาร

source: Heaven, hell
ar_ar: الجنة، النار
hi_in: स्वर्ग, नरक
km_kh: ឋានសួគ៌, ឋាននរក
my_mm: Syurga, Neraka
sw_ss: Mbinguni, jehanamu
th_th: สวรรค์, นรก

source: Resurrection
ar_ar: القيامة
hi_in: मृतोत्थान
km_kh: ការរស់ឡើងវិញ
my_mm: Kebangkitan
sw_ss: Ufufuo
th_th: การคืนชีพ

source: Religious organization
ar_ar: منظمة دينية
hi_in: धार्मिक सगठन
km_kh: ស្ថាប័នសាសនា
my_mm: Organisasi keagamaan
sw_ss: Shirika la kidini
th_th: องค์การทางศาสนา

source: Religious person
ar_ar: إنسان متديّن
hi_in: धार्मिक व्‍यक्‍ति
km_kh: អ្នកកាន់សាសនា
sw_ss: Wanasheria wa dini
th_th: ผู้ปฏิบัติกิจทางศาสนา

source: Christianity
ar_ar: المسيحية
hi_in: ईसाईधर्म
km_kh: សាសនាគ្រិស្ត
my_mm: Agama Kristian, Kepercayaan umat Kristian, Kepercayaan pengikut-pengikut Kristus
sw_ss: Ukristo

source: Islam
ar_ar: الإسلام
hi_in: इस्‍लाम
km_kh: សាសនាឥស្លាម
my_mm: Agama Islam, Kepercayaan umat Islam
sw_ss: Uislamu

source: Hinduism
ar_ar: الهندوسية
hi_in: हिंदुधर्म
km_kh: សាសនាហិណ្ឌូ
my_mm: Agama Hindu, Kepercayaan umat Hindu
sw_ss: Dini ya Kibaniani au Kihindu

source: Buddhism
ar_ar: البوذية
hi_in: बोधधर्म
km_kh: សាសនាព្រះពុទ្ធ
my_mm: Agama Buddha
sw_ss: Ubudha

source: Judaism
ar_ar: اليهودية
hi_in: यहूदी
km_kh: សាសនាយូដា
my_mm: Agama Yahudi, Kepercayaan umat Yahudi
sw_ss: Uyahudi

source: Animism
ar_ar: الديانة الإحيائية
hi_in: जीववाद
km_kh: ជំនឿលើវិញ្ញាណអារក្សអ្នកតា
sw_ss: Upagani, ushenzi

source: Religious things
ar_ar: أشياء دينية
hi_in: धार्मिक चीजे
km_kh: កិច្ចការសាសនា
sw_ss: Vitu vya kidini
th_th: รูปเคารพ, สิ่งที่เกี่ยวข้องกับศาสนา

source: Idol
ar_ar: الوثن
hi_in: प्रतिमा
km_kh: បដិមា
my_mm: Berhala
sw_ss: Sanamu
th_th: วัตถุบูชา, เทวรูป

source: Place of worship
ar_ar: مكان عبادة
hi_in: पूजा का स्‍थान
km_kh: ទីសក្ការបូជា
my_mm: Tempat penyembahan
sw_ss: Mahali pa kuabudia
th_th: สถานที่สำหรับนมัสการ

source: Irreligion
ar_ar: عدم الإيمان بالدين
hi_in: अधार्मिक
km_kh: ដែលទទួលយកសាសនា
my_mm: Anti-Tuhan, ketidakagamaan
sw_ss: Kupinga dini, dini isiyo halisi
th_th: ต่อต้านศาสนา

source: Daily life
ar_ar: .حياة يومية
hi_in: प्रतिदिन का जीवन
km_kh: ការរស់នៅប្រចាំថ្ងៃ
sw_ss: Maisha ya kila siku

source: Household equipment
ar_ar: المعدّات المنزلية
hi_in: घर-संबंधित उपकरण
km_kh: សម្ភារក្នុងផ្ទះ
sw_ss: Vifaa vya nyumba
th_th: สิ่งของทั้งหมดในบ้าน

source: Furniture
ar_ar: الأثاث
hi_in: फ़र्नीचर
km_kh: គ្រឿងសង្ហារិម
sw_ss: Samani
th_th: เครื่องเรือน, เครื่องตกแต่งบ้าน

source: Table
ar_ar: طاولة
hi_in: मेज़
km_kh: តុ
sw_ss: Meza
th_th: โต๊ะ

source: Chair
ar_ar: كرسي
hi_in: कुर्सी
km_kh: កៅអី
sw_ss: Kiti
th_th: เก้าอี้

source: Bed
ar_ar: سرير
hi_in: पलंग
km_kh: គ្រែ
sw_ss: Kitanda
th_th: เตียง

source: Cabinet
ar_ar: مخزن
hi_in: अलमारी
km_kh: ទូ
sw_ss: Kabati
th_th: ลิ้นชัก

source: Household decoration
ar_ar: زينة البيت
hi_in: घर की सजावट
km_kh: ការតុបតែងផ្ទះ
sw_ss: Pambo la nyumba
th_th: สิ่งตกแต่งบ้าน

source: Food
ar_ar: طعام
hi_in: भोजन
km_kh: អាហារ
sw_ss: Chakula
th_th: อาหาร

source: Food preparation
ar_ar: تحضير الطعام
hi_in: भोजन पकाना
km_kh: ការរៀបម្ហូបចំអាហារ
sw_ss: Maandalizi ya chakula
th_th: การเตรียมอาหาร

source: Cooking methods
ar_ar: طُرق الطبخ
hi_in: भोजन पकाने की विधियाँ
km_kh: វិធីចម្អិន​ម្ហូប
sw_ss: Mbinu za kupika
th_th: วิธีการทำอาหาร

source: Steps in food preparation
ar_ar: خطوات في تحضير الطعام
hi_in: भोजन पकाने की प्रक्रिया
km_kh: ដំណាក់កាល​ក្នុងការរៀបចំអាហារ
sw_ss: Hatua za maandalizi ya chakula
th_th: ขั้นตอนในการเตรียมอาหาร

source: Remove shell, skin
ar_ar: نزع القشرة أو الجلدة
hi_in: छिलका, खाल उतारना
km_kh: បកសម្បក, ស្បែក
sw_ss: Kuondoa gamba au ngozi
th_th: เอาเปลือกออก, เอาหนังออก

source: Pound in mortar and pestle
ar_ar: يهرس بالمهراس و عصاته
hi_in: ओखली और मूसल में कूटना
km_kh: បុកដោយប្រើត្បាល់ និងអង្រែ
sw_ss: Kutwanga kwa kutumia kinu na mchi
th_th: ตำหรือบดในครกและสาก

source: Grind flour
ar_ar: يَطحن الدقيق
hi_in: आटा पीसना
km_kh: កិនម្សៅ
sw_ss: Kusaga unga
th_th: การโม่แป้ง

source: Cooking utensil
ar_ar: أدوات الطبخ
hi_in: भोजन पकाने के बरतन
km_kh: សម្ភារផ្ទះបាយ
sw_ss: Vyombo vya kupikia
th_th: เครื่องใช้ในครัว, อุปกรณ์สำหรับประกอบอาหาร

source: Food storage
ar_ar: تخزين الطعام
hi_in: भोजन को संग्रहण करना
km_kh: ការស្តុកអាហារ
sw_ss: Ghala za chakula
th_th: การเก็บอาหาร

source: Serve food
ar_ar: يُقدّم الطعام
hi_in: भोजन परोसना
km_kh: ផ្តល់អាហារ
sw_ss: Kuhudumia chakula
th_th: การจัดอาหาร(เสิร์ฟ)สำหรับรับประทานอาหาร

source: Eat
ar_ar: يأكل
hi_in: खाना
km_kh: ញ៉ាំ
sw_ss: Kula
th_th: การรับประทานอาหาร

source: Bite, chew
ar_ar: يقضم، يمضغ
hi_in: काटना, चबाना
km_kh: ខាំ, ទំពា
sw_ss: Kuuma, kutafuna

source: Meal
ar_ar: وجبة
hi_in: भोजन
km_kh: អាហារពេល
sw_ss: Mlo
th_th: มื้ออาหาร

source: Feast
ar_ar: وليمة
hi_in: दावत
km_kh: ពិធីជប់លៀងញ៉ាំអាហារ
sw_ss: Karamu
th_th: งานเลี้ยง, งานฉลอง

source: Manner of eating
ar_ar: طريقة أكلٍ
hi_in: खाने का अंदाज़
km_kh: ឥរិយាបថនៃការញ៉ាំ
sw_ss: Jinsi za kula
th_th: การกระทำหรือมารยาทในการรับประทานอาหาร

source: Hungry, thirsty
ar_ar: جائع، عطشان
hi_in: भूख, प्यास लगना
km_kh: ឃ្លាន, ស្រេកទឹក
sw_ss: Njaa, kiu
th_th: หิว, กระหาย

source: Satiated, full
ar_ar: شبعان
hi_in: तृप्‍त, भरा हुआ
km_kh: ញ៉ាំឆ្អែត
sw_ss: Kushiba, kutosheka
th_th: อิ่ม, อิ่มแปล้

source: Drink
ar_ar: يشرب
hi_in: पीना
km_kh: ផឹក
sw_ss: Kunywa
th_th: การดื่ม

source: Eating utensil
ar_ar: أدوات الأكل
hi_in: खाने के बरतन
km_kh: ភាជនភណ្ឌ
sw_ss: Kifaa cha kulia
th_th: อุปกรณ์ที่ใช้ในการรับประทานอาหาร

source: Fast, not eat
ar_ar: يصوم، لا يأكل
hi_in: उपवास, नहीं खाना
km_kh: តមអាហារ
sw_ss: Kufunga, kutokula
th_th: การอดอาหาร, ไม่กิน

source: Types of food
ar_ar: أنواع الطعام
hi_in: भोजन के प्रकार
km_kh: ប្រភេទអាហារ
sw_ss: Aina za vyakula
th_th: ประเภทของอาหาร

source: Food from plants
ar_ar: طعام مُستخرج من النباتات
hi_in: पौधों से भोजन
km_kh: អាហារផ្សំពីរុក្ខជាតិ
sw_ss: Chakula kinachotokana na mimea
th_th: อาหารจากพืช

source: Food from seeds
ar_ar: الطعام المستخرج من البذور
hi_in: बीजों से भोजन
km_kh: អាហារផ្សំពីគ្រាប់ធញ្ញជាតិ
sw_ss: Chakula kinachotokana na mbegu
th_th: อาหารจากเมล็ดพืช

source: Food from fruit
ar_ar: طعام مُستخرج من الغلّة
hi_in: फल से भोजन
km_kh: អាហារផ្សំពីផ្លែឈើ
sw_ss: Chakula kinachotokana na matunda
th_th: อาหารจากผลไม้

source: Food from vegetables
ar_ar: طعام مُستخرج من النباتات
hi_in: सब्ज़ियों से भोजन
km_kh: អាហារផ្សំពីបន្លែ
sw_ss: Chakula kinachotokana na mboga au majani
th_th: อาหารจากผัก

source: Food from leaves
ar_ar: طعام مُستخرج من الأوراق
hi_in: पत्तों से भोजन
km_kh: អាហារផ្សំពីស្លឹកឈើ
sw_ss: Chakula kinachotokana na majani ya mimea
th_th: อาหารจากใบพืช

source: Food from roots
ar_ar: طعام مُستخرج من الجذور
hi_in: जड़ों से भोजन
km_kh: អាហារផ្សំពីឫសឈើ
sw_ss: Chakula kinachotokana na mizizi
th_th: อาหารจากราก

source: Food from animals
ar_ar: طعام مُستخرج من الحيوانات
hi_in: जानवरों से भोजन
km_kh: អាហារផ្សំពីសាច់សត្វ
sw_ss: Chakula kinachotokana na wanyama
th_th: อาหารจากสัตว์

source: Meat
ar_ar: لحم
hi_in: मांस
km_kh: សាច់
sw_ss: Nyama
th_th: เนื้อสัตว์

source: Milk products
ar_ar: منتجات الألبان
hi_in: दूध के पदार्थ
km_kh: ផលិតផលទឹកដោះ
sw_ss: Maziwa na mazao yake
th_th: ผลิตภัณฑ์นม

source: Egg dishes
ar_ar: أطباق البيض
hi_in: अंडे से बने भोजन
km_kh: ស៊ុត (ម្ហូប)
sw_ss: Chakula kinachotokana na mayai
th_th: ไข่

source: Cooking ingredients
ar_ar: مُكونات الطبخ
hi_in: पकाने की सामग्री
km_kh: គ្រឿងផ្សំធ្វើម្ហូប
sw_ss: Viambato vya kupikia
th_th: ส่วนประกอบในการทำอาหาร

source: Sugar
ar_ar: سكّر
hi_in: चीनी
km_kh: ស្ករ
sw_ss: Sukari
th_th: น้ำตาล

source: Salt
ar_ar: ملح
hi_in: नमक
km_kh: អំបិល
sw_ss: Chumvi
th_th: เกลือ

source: Spice
ar_ar: التوابل
hi_in: मसाला
km_kh: គ្រឿងទេស
sw_ss: Viungo
th_th: เครื่องเทศ, เครื่องชูรส

source: Leaven
ar_ar: خميرة
hi_in: ख़मीर
km_kh: ដំបែ
sw_ss: Chachu
th_th: ส่าเหล้า, เชื้อหมักให้ฟู

source: Cooking oil
ar_ar: زيت الطّهيْ
hi_in: पकाने का तेल
km_kh: ប្រេងឆា
sw_ss: Mafuta ya kupikia
th_th: น้ำมันทำอาหาร

source: Prepared food
ar_ar: الطعام الحاضر
hi_in: बना हुआ भोजन
km_kh: អាហារធ្វើស្រាប់
sw_ss: Chakula kilichokwisha kupikwa
th_th: อาหารปรุงสำเร็จ

source: Prohibited food
ar_ar: طعام مُحرّم
hi_in: निषेधित भोजन
km_kh: អាហារដែលហាមឃាត់
sw_ss: Chakula kilicho mwiko
th_th: อาหารต้องห้าม

source: Beverage
ar_ar: شراب
hi_in: पानी के अतिरिक्त कोइ भी पेय पदार्थ जैसे चाय, कॉफी, दूध, आदि
km_kh: ភេសជ្ជៈ
sw_ss: Kinywaji (kisicholevya)
th_th: เครื่องดื่ม

source: Alcoholic beverage
ar_ar: المشروبات الكحولية
hi_in: शराब, बिअर आदि मादक द्रव्य
km_kh: គ្រឿងស្រវឹង
sw_ss: Kinywaji cha kulevya
th_th: เครื่องดื่มที่มีแอลกอฮอล

source: Alcohol preparation
ar_ar: تحضير الكحول
hi_in: शराब बनाना
km_kh: ការផ្សំជាតិអាកុល
sw_ss: Maandalizi ya kileo
th_th: การทำเหล้า

source: Drunk
ar_ar: سكران
hi_in: शराब के नशे में चूर
km_kh: ស្រវឹង
sw_ss: Mlevi
th_th: คนเมาเหล้า

source: Tobacco
ar_ar: تِبغ
hi_in: तंबाकू
km_kh: ថ្នាំជក់
sw_ss: Tumbaku
th_th: ยาสูบ

source: Narcotic
ar_ar: مخدّر
hi_in: नशेवाली हानिकारक दवा
km_kh: សារជាតិនីកូទីន
sw_ss: Dawa za kulevya
th_th: สารเสพติด

source: Stimulant
ar_ar: منبّه
hi_in: उत्तेजक पेय
km_kh: សារជាតិដាស់អារម្មណ៍
sw_ss: Dawa zinzochangamsha mtu

source: Clothing
ar_ar: ملابس
hi_in: पहनने वाली पोशाक
km_kh: សម្លៀកបំពាក់
sw_ss: Mavazi
th_th: เครื่องนุ่งห่ม

source: Men's clothing
ar_ar: ملابس الرجال
hi_in: पुरुषों के पहनने वाले वस्त्र
km_kh: សម្លៀកបំពាក់បុរស
sw_ss: Mavazi ya wanaume
th_th: เครื่องนุ่งห่มของผู้ชาย

source: Women's clothing
ar_ar: ملابس النساء
hi_in: स्त्रियों के पहनने वाला वस्त्र
km_kh: សម្លៀកបំពាក់នារី
sw_ss: Mavazi ya wanawake
th_th: เครื่องนุ่งห่มของผู้หญิง

source: Traditional clothing
ar_ar: ملابس تقليدية
hi_in: परंपरा के अनुसार वस्त्र धारण
km_kh: សម្លៀកបំពាក់ប្រពៃណី
sw_ss: Nguo za kimila
th_th: เครื่องนุ่งห่มสืบทอดตามประเพณี

source: Clothes for special occasions
ar_ar: ملابس من أجل مناسبات مميزة
hi_in: विषेश समारोहों में पहनने वाले वस्त्र
km_kh: សម្លៀកបំពាក់សម្រាប់ឱកាសពិសេស
sw_ss: Nguo kwa matukio maalumu
th_th: เครื่องแต่งกายเนื่องในโอกาสพิเศษต่างๆ

source: Clothes for special people
ar_ar: ملابس لناس مميزين
hi_in: विशेष लोगों के लिए वस्त्र
km_kh: សម្លៀកបំពាក់សម្រាប់មនុស្សពិសេស
sw_ss: Nguo kwa ajili ya watu maalumu
th_th: เครื่องแต่งกายเฉพาะสำหรับบุคคลบางประเภท

source: Parts of clothing
ar_ar: قطع من الملابس
hi_in: परिधान के भाग
km_kh: ផ្នែកនៃសម្លៀកបំពាក់
sw_ss: Sehemu za mavazi
th_th: ส่วนต่างๆของเครื่องแต่งกาย

source: Wear clothing
ar_ar: يلبس الملابس
hi_in: कपडे़ पहनना
km_kh: ស្លៀកសម្លៀកបំពាក់
sw_ss: Kuvaa nguo
th_th: การแต่งกาย

source: Naked
ar_ar: عارٍ
hi_in: निर्वस्त्र होना
km_kh: អាក្រាត
sw_ss: Kuwa uchi
th_th: เปลือยกาย

source: Style of clothing
ar_ar: أسلوب لباس
hi_in: वस्त्र पहनने की शैली
km_kh: ម៉ូដសម្លៀក​បំពាក់
sw_ss: Mtindo wa mavazi
th_th: แบบของเสื้อผ้า/เครื่องแต่งกาย

source: Adornment
ar_ar: زينة
hi_in: श्रृंगार
km_kh: តុបតែងខ្លួន
sw_ss: Urembo
th_th: การประดับ, เครื่องตกแต่ง

source: Jewelry
ar_ar: حُليّ
hi_in: आभूषण
km_kh: គ្រឿងអលង្ការ
sw_ss: Mapambo kwenye mwili, mapambo ya vito vya thamani
th_th: สิ่งประดับที่ทำด้วยเพชรพลอย

source: Cosmetics
ar_ar: مُستحضرات التجميل
hi_in: सौंदर्य प्रसाधन
km_kh: គ្រឿងសម្អាង
sw_ss: Vipodozi
th_th: ทำตัวให้เป็นที่ดึงดูดใจ

source: Care for hair
ar_ar: الاعتناء بالشّعر
hi_in: बालों का ध्यान रखना
km_kh: ថែទាំសក់
sw_ss: Kutunza nywele
th_th: การดูแลผม

source: Comb hair
ar_ar: يمشط الشعر
hi_in: बालों में कंघा करना
km_kh: សិតសក់
sw_ss: Kuchana nywele
th_th: การหวีผม

source: Plait hair
ar_ar: يُظفّر الشعر
hi_in: बालों की चोटी बनाना
km_kh: ក្រងសក់
sw_ss: Kusuka nywele
th_th: การถักเปียผม

source: Dye hair
ar_ar: يصبغ الشعر
hi_in: बालों को रँगना
km_kh: លាបពណ៌សក់
sw_ss: Kuweka rangi kwenye nyweli
th_th: การย้อมสีผม

source: Hairstyle
ar_ar: تسريحة الشعر
hi_in: केश विन्यास
km_kh: ម៉ូដសក់
sw_ss: Mitindo ya nywele
th_th: การทำแบบทรงผม

source: Cut hair
ar_ar: يَقصّ الشعر
hi_in: बाल काटना
km_kh: កាត់សក់
sw_ss: Kunyoa nywele, kukata nywele
th_th: การตัดผม

source: Shave
ar_ar: يحلق
hi_in: दाढ़ी बनाना
km_kh: កោរ
sw_ss: Kunyoa
th_th: การโกน

source: Care for the teeth
ar_ar: يهتم بأسنانه
hi_in: दाँतों का ध्यान रखना
km_kh: ថែទាំធ្មេញ
sw_ss: Kutunza meno
th_th: การดูแลฟัน

source: Anoint the body
ar_ar: يدهن الجسم
hi_in: शरीर में तेल लगाना
km_kh: លាបប្រេងលើខ្លួនប្រាណ
sw_ss: Kupaka mafuta au marashi kwenye mwili
th_th: ทาตัวด้วยของเหลว/การชะโลมผิวกาย

source: Ritual scar
ar_ar: ندبة الطقوس
hi_in: रिवाज़ के दाग
km_kh: ស្លាកស្នាមលើ​រាងកាយ​តាមបែបប្រពៃណី
sw_ss: Kovu la ibada
th_th: รอยแผลเป็นจากการทำพิธีการทางศาสนา

source: Circumcision
ar_ar: الختان
hi_in: खतना करना
km_kh: ការកាត់ស្បែកចុងនៃអង្គជាតចេញ
sw_ss: Tohara
th_th: การทำสุหนัต, การขลิบหนังหุ้มอวัยวะเพศชายออก

source: Care for the fingernails
ar_ar: الاهتمام بالأظافر
hi_in: अँगुलियों के नाखूनों का ध्यान रखना
km_kh: ថែទាំក្រចកដៃ
sw_ss: Kutunza kucha za vidole
th_th: การดูแลเล็บมือ

source: Fire
ar_ar: نار
hi_in: आग
km_kh: ភ្លើង
sw_ss: Moto
th_th: ไฟ

source: Light a fire
ar_ar: يُشعل نارا
hi_in: आग लगाना
km_kh: ដុត/បង្កាត់ភ្លើង
sw_ss: Kuwasha moto
th_th: จุดไฟ

source: Tend a fire
ar_ar: يحافظ على النار
hi_in: आग को जलाए रखना
km_kh: មើលភ្លើង
sw_ss: Kutunza moto
th_th: การดูแลไฟ

source: Extinguish a fire
ar_ar: يُطفئ نارا
hi_in: आग को बुझाना
km_kh: ពន្លត់ភ្លើង
sw_ss: Kuzima moto
th_th: ทำให้ไฟดับ/ดับไฟ

source: Burn
ar_ar: يَشتعل
hi_in: जलना
km_kh: ដុត
sw_ss: Kuwaka kwa moto
th_th: ไฟทำอะไรบ้าง

source: What fires produce
ar_ar: ما الذي تُنتجه النيران
hi_in: आग द्वारा क्या उत्पन्‍न होता है
km_kh: អ្វីដែលភ្លើងបង្កើត
sw_ss: Matokeo ya moto
th_th: ไฟทำให้เกิดอะไรบ้าง

source: Fuel
ar_ar: وقود
hi_in: ईंधन
km_kh: ឥន្ធនៈ
sw_ss: Vitu vinavyoweza kuwaka
th_th: เชื้อเพลิง

source: Fireplace
ar_ar: مدفأة
hi_in: अँगीठी
km_kh: គុកភ្លើង​ (កំដៅផ្ទះ)
sw_ss: Mahali penye moto
th_th: เตาไฟ

source: Cleaning
ar_ar: تنظيف
hi_in: सफ़ाई करना
km_kh: សម្អាត
sw_ss: Kusafisha
th_th: การทำความสะอาด

source: Clean, dirty
ar_ar: نظيف، ملوّث
hi_in: साफ़, गंदा
km_kh: ស្អាត កខ្វក់
sw_ss: Safi, chafu
th_th: สะอาด, สกปรก

source: Bathe
ar_ar: استحم
hi_in: स्नान करना
km_kh: ងូតទឹក
sw_ss: Kuoga
th_th: อาบน้ำ

source: Wash dishes
ar_ar: يُنظّف الصّحون
hi_in: बरतन धोना
km_kh: លាងចាន
sw_ss: Kuosha vyombo
th_th: การล้างจาน

source: Wash clothes
ar_ar: يُنظّف الملابس
hi_in: कपड़े धोना
km_kh: បោកសម្លៀក​បំពាក់
sw_ss: Kufua nguo
th_th: ซักเสื้อผ้า

source: Sweep, rake
ar_ar: يكنس، يجرف
hi_in: झाड़ू देना, इकट्ठा करना
km_kh: បោស, កើប
sw_ss: Kufagia
th_th: กวาด

source: Wipe, erase
ar_ar: يمسح، يُزيل
hi_in: पोंछना
km_kh: ជូត, លុបចោល
sw_ss: Kupangusa, kufuta
th_th: เช็ด, ลบออก

source: Sleep
ar_ar: ينام
hi_in: सोना
km_kh: គេង
sw_ss: Usingizi
th_th: การนอนหลับ

source: Go to sleep
ar_ar: ينام
hi_in: सोने जाना
km_kh: ទៅគេង
sw_ss: Kulala usingizi
th_th: เข้านอน

source: Dream
ar_ar: يحلم
hi_in: स्वप्न देखना
km_kh: សុបិន
sw_ss: Kuota ndoto
th_th: ฝัน

source: Wake up
ar_ar: يستيقظ
km_kh: ភ្ញាក់ពីគេង
sw_ss: Kuamka
th_th: การตื่น

source: Manage a house
ar_ar: يُدير شؤون منزل
hi_in: घर को व्यवस्थित करना
km_kh: ចាត់ចែងផ្ទះសម្បែង
sw_ss: Kusimamia nyumba
th_th: การดูแลบ้าน
