Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Various
ar_ar: مختلف
hi_in: विविध
km_kh: នានា
sw_ss: Mbalimbali

source: Opposite
ar_ar: معاكس
hi_in: विपरीत
km_kh: ផ្ទុយ
sw_ss: Kinyume cha

source: Common
ar_ar: مُشترك
hi_in: सामान्य
km_kh: សាមញ្ញ
my_mm: Biasa
sw_ss: Kawaida

source: Usual
ar_ar: اعتيادي
hi_in: साधारण
km_kh: ធម្មតា
my_mm: Lazim/Biasa
sw_ss: Sifa za kawaida

source: Unusual
ar_ar: غير اعتيادي
hi_in: असाधारण
km_kh: មិនធម្មតា
my_mm: Luar biasa
sw_ss: Isiyo ya kawaida
th_th: ผิดปกติ/ไม่ธรรมดา

source: Unique
ar_ar: فريد من نوعه
hi_in: अद्वितीय
km_kh: ដែលមានតែមួយគត់
my_mm: Unik/Tersendiri
sw_ss: Ya pekee
th_th: มีเอกลักษณ์เฉพาะตัว

source: Strange
ar_ar: غريب
hi_in: विचित्र
km_kh: ចម្លែក
my_mm: Ganjil
sw_ss: Ya ajabu

source: Pattern, model
ar_ar: نمط، نموذج
hi_in: प्रतिमान, नमूना
km_kh: បែបផែន, គំរូ
my_mm: Bentuk, contoh
sw_ss: Mfano, kiolezo
th_th: รูปแบบ, แบบจำลอง

source: Imitate
ar_ar: يُقلّد
hi_in: नकल करना
km_kh: ធ្វើត្រាប់តាម
my_mm: Meniru
sw_ss: Kuiga
th_th: เลียนแบบ

source: Copy
ar_ar: نسخ
hi_in: प्रतिलिपि
km_kh: ចម្លង
sw_ss: Kunakili

source: Made of, material
ar_ar: مصنوع من، مادّة
hi_in: से निर्मित, सामग्री
km_kh: ធ្វើពី (វត្ថុ)
sw_ss: Nyenzo, kutenganezwa na
th_th: การประกอบวัสดุ

source: Strong, brittle
ar_ar: قويّ، هشّ
hi_in: मजबूत, नाज़ुक
km_kh: រឹងមាំ, ផុយស្រួយ
my_mm: Kukuh, rapuh
sw_ss: Iliyo na nguvu, dhaifu
th_th: แข็งแรง, เปราะ

source: Hard, firm
ar_ar: صلب،متين
hi_in: सख्त, ठोस
km_kh: រឹង, មិនស្រុត
my_mm: Keras, teguh
sw_ss: Ngumu, thabiti
th_th: แข็ง, มั่นคง

source: Stiff, flexible
ar_ar: متيبّس، مرِن
hi_in: कड़ा, लचीला
km_kh: រឹង, អាចពត់/បត់បែនបាន
sw_ss: Nzito, yenye kupindika

source: Dense
ar_ar: كثيف
hi_in: सघन
km_kh: ខាប់
my_mm: Tebal
sw_ss: Nzito
th_th: ความหนาแน่น

source: Soft, flimsy
ar_ar: ناعم، مهلهل
hi_in: मुलायम, कोमल
km_kh: ទន់, ស្តើង/ងាយខូច
my_mm: Lembut, tipis
sw_ss: Nyororo
th_th: อ่อนนุ่ม, บอบบาง

source: Good
ar_ar: حسن
hi_in: अच्छा
km_kh: ល្អ
my_mm: Baik
sw_ss: Njema
th_th: ดี

source: Bad
ar_ar: سيّء
hi_in: बुरा
km_kh: អាក្រក់
my_mm: Buruk
sw_ss: Mbaya
th_th: คนที่ไม่ดี

source: Better
ar_ar: أفضل
hi_in: श्रेष्ठतर
km_kh: ល្អជាង
sw_ss: Bora
th_th: ดีกว่า, เหนือกว่า

source: Worse
ar_ar: أسوأ
hi_in: निकृष्टतर
km_kh: អាក្រក់ជាង
sw_ss: Mbaya zaidi
th_th: เลวกว่า, น้อยกว่า

source: Perfect
ar_ar: على أحسن حال
hi_in: सिद्ध
km_kh: ល្អឥតខ្ចោះ
my_mm: Sempurna
sw_ss: Iliyokamilika
th_th: สมบูรณ์แบบ

source: Mediocre
ar_ar: ليس له أهميّة أو تأثير
hi_in: औसत दर्जे का
km_kh: បង្គួរ
my_mm: Sederhana
sw_ss: Ya kadiri
th_th: คุณภาพปานกลาง

source: Important
ar_ar: مهمّ
hi_in: महत्वपूर्ण
km_kh: សំខាន់
my_mm: Penting
sw_ss: Muhimu
th_th: สำคัญ

source: Basic
ar_ar: أساسي
hi_in: मूलभूत
km_kh: មូលដ្ឋាន
my_mm: Asas
sw_ss: Ya msingi

source: Improve
ar_ar: يُحسّن
hi_in: सुधार
km_kh: រីកចម្រើន
my_mm: Lebih baik
sw_ss: Kuboresha
th_th: ปรับปรุง

source: Right, proper
ar_ar: صحيح، مناسب
hi_in: उपयुक्त, उचित
km_kh: ត្រឹមត្រូវ, ស័ក្តិសម
sw_ss: Sahihi, ya kufaa
th_th: เหมาะสม

source: Wrong, unsuitable
ar_ar: خاطئ ،غير مناسب
hi_in: अनुपयुक्त, अनुचित
km_kh: ខុស, មិនស័ក្តិសម
sw_ss: Si sahihi, isiyofaa

source: Convenient
ar_ar: ثبت
hi_in: सुविधाजनक
km_kh: ងាយស្រួល
my_mm: Mudah
sw_ss: Kufalia

source: Compatible
ar_ar: مناسب
hi_in: सहवर्तनीय
km_kh: ចុះសម្រុងគ្នា/អាច​ប្រើ​ជាមួយ​គ្នាបាន
sw_ss: Kupatana

source: Decay
ar_ar: يضمحلّ
hi_in: क्षय
km_kh: ពុកផុយ
sw_ss: Kuoza
th_th: เน่าเปื่อย, บูดเน่า

source: Rust
ar_ar: يصدأ
hi_in: ज़ंग
km_kh: ច្រេះ
sw_ss: Kutu
th_th: ถูกรา-สนิมกิน, แมลง

source: Blemish
ar_ar: يُشوّه
hi_in: दाग़
km_kh: ជាំ
my_mm: Kecacatan
sw_ss: Dosari
th_th: ทำให้ด่างพร้อย/มีตำหนิ

source: Garbage
ar_ar: القمامة
hi_in: कूड़ा
km_kh: សំរាម
my_mm: Sampah
sw_ss: Takataka
th_th: ขยะ

source: Preserve
ar_ar: يُحافظ
hi_in: परिरक्षण
km_kh: រក្សាទុក/ការពារ
my_mm: Mengawet
sw_ss: Kuhifadhi
th_th: การถนอมรักษาไว้

source: Value
ar_ar: قيمة
hi_in: मूल्य
km_kh: តម្លៃ
my_mm: Nilai
sw_ss: Thamani

source: Decorated
ar_ar: مُزخرف
hi_in: सुसज्जित
km_kh: តុបតែង
sw_ss: Kupambika

source: Simple, plain
ar_ar: بسيط، بلون واحد
hi_in: साधारण, सरल
km_kh: សាមញ្ញ, ធម្មតា
my_mm: Sederhana, biasa
sw_ss: Sahili, rahisi

source: Glory
ar_ar: قمّة البهاء
hi_in: महिमा
km_kh: សោភ័ណ
my_mm: Kemuliaan
sw_ss: Fahari
th_th: เกียรติยศ

source: Time
ar_ar: وقت
hi_in: समय
km_kh: ពេលវេលា
my_mm: Waktu
sw_ss: Muda
th_th: เวลา

source: Period of time
ar_ar: فترة زمنية
hi_in: समयावधि
km_kh: អំឡុងពេល
my_mm: Jangka waktu
sw_ss: Kipindi cha muda
th_th: กำหนดระยะเวลา

source: Calendar
ar_ar: يوميّة
hi_in: कैलेंडर
km_kh: ប្រតិទិន
my_mm: Haribulan
sw_ss: Kalenda
th_th: ปฏิทิน

source: Day
ar_ar: يوم
hi_in: दिन
km_kh: ថ្ងៃ
my_mm: Hari
sw_ss: Siku, mchana
th_th: วัน

source: Night
ar_ar: ليل
hi_in: रात
km_kh: យប់
my_mm: Malam
sw_ss: Usiku
th_th: กลางคืน

source: Yesterday, today, tomorrow
ar_ar: البارحة، اليوم، غدا
hi_in: कल, आज, कल
km_kh: ម្សិលមិញ, ថ្ងៃនេះ, ថ្ងៃស្អែក
sw_ss: Jana, leo, kesho
th_th: วันซึ่งมีความสัมพันธ์กับวันอื่นๆ

source: Time of the day
ar_ar: فترة زمنيّة من اليوم
hi_in: दिन का समय
km_kh: ពេល​ (នៃថ្ងៃ)
my_mm: Waktu dalam hari
sw_ss: Saa la siku
th_th: เวลาของวัน

source: Week
ar_ar: أسبوع
hi_in: सप्ताह
km_kh: សប្តាហ៍
my_mm: Minggu
sw_ss: Wiki
th_th: สัปดาห์

source: Days of the week
ar_ar: أيّام من الأسبوع
hi_in: सप्ताह के दिन
km_kh: ថ្ងៃ (នៃសប្តាហ៍)
my_mm: Hari-hari dalam seminggu
sw_ss: Siku za wiki
th_th: วันต่างๆของสัปดาห์

source: Month
ar_ar: شهر
hi_in: माह
km_kh: ខែ
my_mm: Bulan
sw_ss: Mwezi
th_th: เดือน

source: Months of the year
ar_ar: أشهر السّنة
hi_in: वर्ष के माह
km_kh: ខែ (នៃឆ្នាំ)
my_mm: Bulan bagi setahun
sw_ss: Miezi ya mwaka
th_th: เดือนต่างๆของปี

source: Season
ar_ar: موسم
hi_in: ऋतु
km_kh: រដូវ
my_mm: Musim
sw_ss: Majira
th_th: สภาพอากาศซึ่งสัมพันธ์กับฤดูกาล

source: Year
ar_ar: سنة
hi_in: वर्ष
km_kh: ឆ្នាំ
my_mm: Tahun
sw_ss: Mwaka
th_th: ปี

source: Era
ar_ar: عصر
hi_in: युग
km_kh: សម័យ
my_mm: Zaman
sw_ss: Vipindi katika historia
th_th: ยุค/สมัย

source: Special days
ar_ar: أيّام مميّزة
hi_in: विशेष दिन
km_kh: ថ្ងៃពិសេស
my_mm: Hari-hari istimewa
sw_ss: Siku maalumu
th_th: วันพิเศษ

source: Take time
ar_ar: يأخذ وقته(ها)
hi_in: समय लगना
km_kh: ចំណាយពេលវេលា
my_mm: Mengambil masa
sw_ss: Kuchukua muda
th_th: ใช้เวลา

source: A short time
ar_ar: وقت قصير
hi_in: थोड़ा समय
km_kh: ពេលវេលាខ្លី
my_mm: Masa singkat
sw_ss: Muda mfupi
th_th: ใช้เวลาสั้น

source: A long time
ar_ar: وقت طويل
hi_in: लंबा समय
km_kh: ពេលវេលាវែង/យូរ
my_mm: Masa yang lama
sw_ss: Muda mrefu
th_th: ใช้เวลานาน

source: Forever
ar_ar: إلى الأبد (1) ما هي الكلمات التي تُستعمل حتّى تُبرز بأنّ حدثا أو وضعا سيتواصل إلى الأبد؟ (2) ما هي الكلمات التي تُستعمل لتصف شيئا ما سيتواصل إلى الأبد؟
hi_in: सदा
km_kh: ជារៀងរហូត
my_mm: Selama-lamanya
sw_ss: Milele
th_th: ต่อเนื่องไม่มีที่สิ้นสุด

source: Temporary
ar_ar: وقتي
hi_in: अस्थायी
km_kh: បណ្តោះអាសន្ន
my_mm: Sementara
sw_ss: Kwa muda tu
th_th: ชั่วคราว

source: Indefinite time
ar_ar: وقت غير محدود
hi_in: अनिश्चित समय
km_kh: ពេលវេលាមិនច្បាស់លាស់
my_mm: Masa tidak pasti
sw_ss: Muda usio dhahiri
th_th: เวลาที่ไม่กำหนดแน่ชัด

source: Telling time
ar_ar: يُخبر بالتّوقيت
hi_in: समय बताना
km_kh: ប្រាប់ពីពេលវេលា
my_mm: Menjelaskan masa
sw_ss: Kujua majira, kujua saa
th_th: บอกเวลา

source: Plan a time
ar_ar: تنظيم الوقت
hi_in: समय निर्धारित करना
km_kh: គ្រោងពេលវេលា
sw_ss: Kupanga saa

source: Clock, watch
ar_ar: ساعة (1) ما هي الكلمات التي تعني آلات للإخبار عن الوقت؟
hi_in: घड़ी
km_kh: នាឡិកាប៉ោល, នាឡិកាដៃ
sw_ss: Mitambo inayoonyesha saa
th_th: เครื่องมือจับเวลา

source: Relative time
ar_ar: وقت نسبي
hi_in: सापेक्ष समय
km_kh: ពេលវេលា​ប្រៀបធៀប
my_mm: Penghubung masa
sw_ss: Muda unaohusiana
th_th: เวลาที่สัมพันธ์กัน

source: Order, sequence
ar_ar: ترتيب، تسلسل
hi_in: अनुक्रम, क्रम
km_kh: លំដាប់, រៀង
my_mm: Tertib, berurut-urutan
sw_ss: Taratibu, ufuatano
th_th: จัดระเบียบ, เรียงลำดับ

source: Series
ar_ar: مجموعة مُتسلسلة
hi_in: श्रंखला
km_kh: បន្តបន្ទាប់គ្នា
sw_ss: Mfululizo

source: First
ar_ar: أوّلا
hi_in: पहला
km_kh: ទីមួយ
sw_ss: Ya kwanza
th_th: เกิดขึ้นเป็นอันดับแรก

source: Next
ar_ar: التالي
hi_in: अगला
km_kh: បន្ទាប់
sw_ss: Inayofuata, ijayo
th_th: เกิดขึ้นเป็นลำดับต่อไป

source: Last
ar_ar: الأخير
hi_in: अंतिम
km_kh: ចុងក្រោយ
sw_ss: Ya mwisho
th_th: เกิดขึ้นเป็นลำดับสุดท้าย

source: Regular
ar_ar: منتظم
hi_in: नियमित
km_kh: ទៀងទាត់
my_mm: Biasa/Lazim
sw_ss: Ya kawaida
th_th: ปกติ

source: Alternate
ar_ar: يتعاقب
hi_in: बारी-बारी से
km_kh: ឆ្លាស់គ្នា
sw_ss: Kipokee

source: Before
ar_ar: قبل
hi_in: पहले
km_kh: មុន
sw_ss: Kabla ya
th_th: เกิดขึ้นก่อน

source: After
ar_ar: بعد
hi_in: उपरांत
km_kh: ក្រោយ
sw_ss: Baada ya
th_th: เกิดขึ้นภายหลัง

source: At the same time
ar_ar: في نفس الوقت
hi_in: एक ही समय में
km_kh: នៅពេលដំណាលគ្នា
sw_ss: Kutokea pamoja
th_th: เกิดขึ้นในเวลาเดียวกัน

source: During
ar_ar: خلال
hi_in: दौरान
km_kh: ក្នុងអំឡុងពេល
sw_ss: Wakati wa

source: Right time
ar_ar: الوقت الصّحيح
hi_in: दौरान
km_kh: ពេលវេលាស័ក្តិសម
sw_ss: Muda mwafaka

source: Early
ar_ar: باكرا
hi_in: जल्दी
km_kh: មុនពេលកំណត់
my_mm: Awal/Dini/Dulu
sw_ss: Kuwahi, mapema
th_th: ก่อนเวลา

source: On time
ar_ar: في الوقت
hi_in: समय पर
km_kh: ទាន់ពេល
my_mm: Tepat waktu
sw_ss: Kwa wakati wake
th_th: ตรงต่อเวลา

source: Late
ar_ar: متأخّر
hi_in: विलंब
km_kh: យឺត
my_mm: Lambat
sw_ss: Kuchelewa
th_th: สาย/เลยเวลา

source: Delay
ar_ar: يؤجّل
hi_in: देरी
km_kh: ពន្យាពេល
my_mm: Melambatkan
sw_ss: Kukawisha
th_th: ล่าช้า

source: Postpone
ar_ar: يُؤجّل
hi_in: स्थगन
km_kh: លើកពេល
my_mm: Menanguhkan/Menunda
sw_ss: Kuahirisha

source: Aspectual time
ar_ar: الوقت الذي عنده خاصية تميّزه
hi_in: स्थितिगत समय
km_kh: កម្មកាល??​ (ពាក្យ​សម្រាប់​សម្គាល់​អំឡុងពេល ឬលក្ខណៈនៃសកម្មភាព)
sw_ss: Wakati wenye hali fulani
th_th: ช่วงเวลา

source: Start something
ar_ar: يبدأ شيئا ما
hi_in: कुछ प्रारंभ करना
km_kh: ចាប់ផ្តើមអ្វីមួយ
sw_ss: Kuanzisha
th_th: เริ่ม

source: Beginning
hi_in: प्रारंभ
km_kh: កំពុងចាប់ផ្តើម
sw_ss: Mwanzo

source: Stop something
ar_ar: يوقف شيئا
hi_in: कुछ रोकना
km_kh: បញ្ឈប់អ្វីមួយ
sw_ss: Kuachisha
th_th: หยุด, จบ

source: End
ar_ar: نهاية
hi_in: अंत
km_kh: បញ្ចប់
sw_ss: Mwisho

source: Until
ar_ar: حتّى
hi_in: जब तक
km_kh: រហូតដល់
my_mm: Sehingga
sw_ss: Mpaka

source: Since, from
ar_ar: منذ، من
hi_in: से, से लेकर
km_kh: ចាប់តាំងពី, ពី
sw_ss: Tangu

source: Past
ar_ar: الماضي
hi_in: अतीत
km_kh: អតីតកាល
my_mm: Masa lampau
sw_ss: Muda uliopita
th_th: อดีตและอนาคต

source: Recently
ar_ar: مؤخّرا
hi_in: हाल ही में
km_kh: ថ្មីៗនេះ
sw_ss: Hivi karibuni

source: Present
ar_ar: الوقت الحاضر
hi_in: वर्तमान
km_kh: បច្ចុប្បន្ន
my_mm: Masa sekarang
sw_ss: Muda uliopo
th_th: ปัจจุบัน

source: Now
ar_ar: الآن
hi_in: अभी
km_kh: ឥឡូវ
my_mm: Masa kini
sw_ss: Sasa

source: Future
ar_ar: المستقبل
hi_in: भविष्य
km_kh: អនាគត
my_mm: Masa hadapan
sw_ss: Muda ujao
th_th: อนาคต

source: Soon
ar_ar: حديثا
hi_in: शीघ्र
km_kh: ឆាប់
my_mm: Akan datang
sw_ss: Karibu
th_th: ในไม่ช้า/เร็วๆนี้

source: Not yet
ar_ar: ليس بعد
hi_in: अभी तक नहीं
km_kh: មិនទាន់
my_mm: Belum lagi
sw_ss: Bado
th_th: ยังไม่เกิดขึ้น

source: Eventually
ar_ar: أخيرا
hi_in: अंततः
km_kh: ចុងបញ្ចប់
my_mm: Akhirnya
sw_ss: Mwishowe

source: Immediately
ar_ar: فورا
hi_in: तुरंत
km_kh: ភ្លាមៗ
sw_ss: Moja kwa moja

source: Age
ar_ar: عُمر ما هي الكلمات التي تعني عمر شيء ما؟
hi_in: आयु
km_kh: អាយុ/វ័យ
my_mm: Usia
sw_ss: Umri
th_th: อายุ

source: Young
ar_ar: صغير
hi_in: युवा
km_kh: ក្មេង
sw_ss: Changa

source: Old, not young
ar_ar: كبير، ليس صغيرا
hi_in: वृद्ध, युवा नहीं
km_kh: ចាស់ (មិននៅក្មេង)
sw_ss: Kizee, kisicho changa

source: New
ar_ar: جديد
hi_in: नया
km_kh: ថ្មី
my_mm: Baru
sw_ss: Mpya
th_th: ใหม่, เก่า

source: Old, not new
ar_ar: قديم، ليس جديدا
hi_in: पुराना, नया नहीं
km_kh: ចាស់ (មិនមែនថ្មី)
sw_ss: Cha zamani, kisicho kipya
th_th: เก่า (ของเก่า)

source: Modern
ar_ar: حديث
hi_in: आधुनिक
km_kh: ទំនើប
sw_ss: Cha kisasa

source: Old fashioned
ar_ar: قديم الطّراز
hi_in: पुराने ज़माने का
km_kh: បុរាណ/ចាស់គំរឹល
sw_ss: Kisicho cha kisasa

source: Once
ar_ar: مرّة
hi_in: एक बार
km_kh: ម្តង
my_mm: Sekali
sw_ss: Mara moja tu

source: Again
ar_ar: ثانية
hi_in: पुनः
km_kh: ម្តងទៀត
my_mm: Lagi/Semula
sw_ss: Tena

source: Sometimes
ar_ar: أحيانا
hi_in: कभी-कभी
km_kh: ពេលខ្លះ/ជួនកាល
my_mm: Kadang-kadang
sw_ss: Pengine

source: Often
ar_ar: غالبا
hi_in: अक्सर
km_kh: ញឹកញាប់
sw_ss: Mara kwa mara
th_th: บ่อย/ถี่

source: All the time
ar_ar: كلّ الوقت
hi_in: पूरे समय
km_kh: គ្រប់ពេលវេលា
my_mm: Sentiasa
sw_ss: Wakati wote

source: Every time
ar_ar: في كلّ مرّة
hi_in: हर समय
km_kh: រាល់ពេល
my_mm: Setiap kali
sw_ss: Kila mara

source: Never
ar_ar: أبدا
hi_in: कभी नहीं
km_kh: មិនធ្លាប់/មិនដែល
my_mm: Tidak pernah
sw_ss: Kamwe

source: Continue, persevere
ar_ar: يواصل، يواظب
hi_in: जारी, लगे रहना
km_kh: បន្ត, បន្តព្យាយាម
sw_ss: Kuendelea, kustahamili
th_th: ดำเนินไปอย่างต่อเนื่อง, อดทน

source: Interrupt
ar_ar: يُعيق
hi_in: अवरोध
km_kh: បង្អាក់
my_mm: Mengganggu
sw_ss: Kukatiza
th_th: ขัดจังหวะ/ขัดขวาง

source: Start again
ar_ar: يبدأ من جديد
hi_in: पुनः आरंभ करना
km_kh: ចាប់ផ្តើមម្តងទៀត
my_mm: Semula
sw_ss: Kuanza tena

source: Interval
ar_ar: فاصلة زمنيّة
hi_in: मध्यांतर
km_kh: ចន្លោះ/គម្លាត
my_mm: Selang
sw_ss: Muda baina ya matukio mawili
th_th: ช่วงระหว่าง

source: Speed
ar_ar: سرعة
hi_in: गति
km_kh: ល្បឿន
my_mm: Kepantasan
sw_ss: Mbio
th_th: อัตราความเร็ว

source: Quick
ar_ar: سريع
hi_in: तीव्र
km_kh: រហ័ស
my_mm: Serta-merta/Pantas
sw_ss: Haraka
th_th: เร็ว

source: Slow
ar_ar: بطيء
hi_in: धीमा
km_kh: យឺត
my_mm: Perlahan
sw_ss: Polepole
th_th: ช้า

source: Sudden
ar_ar: مفاجئ
hi_in: अचानक
km_kh: ភ្លាមៗ
my_mm: Tiba-tiba
sw_ss: Ghafla
th_th: ทันทีทันใด

source: Location
ar_ar: موقع
hi_in: जगह
km_kh: ទីតាំង
my_mm: Kedudukan
sw_ss: Mahali
th_th: ทำเล/สถานที่ตั้ง

source: Here, there
ar_ar: هنا، هناك
hi_in: यहाँ, वहाँ
km_kh: ទីនេះ, ទីនោះ
sw_ss: Hapa, pale

source: In front of
ar_ar: أمام
hi_in: के सामने
km_kh: នៅពីមុខ
my_mm: Di hadapan
sw_ss: Mbele
th_th: อยู่ด้านหน้า

source: Behind
ar_ar: وراء
hi_in: पीछे
km_kh: ពីក្រោយ
my_mm: Belakang
sw_ss: Nyuma
th_th: ข้างหลัง

source: Beside
ar_ar: بجانب
hi_in: बगल में
km_kh: ក្បែរ
my_mm: Berhampiran
sw_ss: Pembeni
th_th: ข้างเคียง

source: Around
ar_ar: حول
hi_in: आसपास
km_kh: ជុំ​វិញ
my_mm: Sekeliling
sw_ss: Kuzunguka
th_th: ล้อมรอบ

source: Between
ar_ar: بين
hi_in: बीच में
km_kh: រវាង/ចន្លោះ
my_mm: Di antara
sw_ss: Katikati ya
th_th: ระหว่าง

source: On
ar_ar: على
hi_in: पर
km_kh: លើ
my_mm: Di atas
sw_ss: Kukaa juu
th_th: อยู่ข้างบน

source: Above
ar_ar: فوق
hi_in: ऊपर
km_kh: លើ
sw_ss: Juu

source: Under, below
ar_ar: تحت، أسفل
hi_in: नीचे, निम्न
km_kh: ក្រោម
my_mm: Di bawah,
sw_ss: Chini
th_th: อยู่ข้างล่าง

source: Inside
ar_ar: داخل
hi_in: अंदर
km_kh: ខាងក្នុង
my_mm: Di dalam
sw_ss: Ndani
th_th: ข้างใน

source: Out, outside
ar_ar: خارجا، خارج
hi_in: बाहर, बाहरी
km_kh: ខាងក្រៅ
sw_ss: Nje
th_th: ข้างนอก

source: Touching, contact
ar_ar: يلمس، يمسّ
hi_in: छूना, संपर्क
km_kh: ប៉ះ
sw_ss: Kugusana, mgusano

source: Next to
ar_ar: بجوار
hi_in: के निकट
km_kh: ជាប់គ្នា/បន្ទាប់គ្នា
sw_ss: Kando ya

source: Across
ar_ar: مقابل
hi_in: के पार/दूसरी ओर
km_kh: ឆ្លងកាត់
my_mm: Seberang
sw_ss: Ng'ambo
th_th: ตรงกันข้าม

source: Indefinite location
ar_ar: موقع غير مُحدّد
hi_in: अनिश्चित स्थान
km_kh: ទីតាំងមិនជាក់លាក់
my_mm: Lokasi tidak tentu
sw_ss: Mahali pasipo dhahiri
th_th: ตำแหน่งที่ไม่ระบุชัดเจน

source: Direction
ar_ar: اتّجاه
hi_in: दिशा
km_kh: ទិសដៅ
my_mm: Haluan/arah
sw_ss: Mwelekeo
th_th: ทิศทาง

source: Forward
ar_ar: إلى الأمام
hi_in: आगे की ओर
km_kh: ទៅមុខ
sw_ss: Mwelekeo wa mbele

source: Backward
ar_ar: وراء
hi_in: पीछे की ओर
km_kh: ថយក្រោយ
sw_ss: Mwelekeo wa nyuma

source: Right, left
ar_ar: يمين، يسار
hi_in: दायाँ, बायाँ
km_kh: ស្តាំ, ឆ្វេង
my_mm: Kanan, kiri
sw_ss: Kulia, kushoto

source: Up
ar_ar: إلى فوق
hi_in: ऊपर
km_kh: លើ
sw_ss: Mwelekeo wa juu

source: Down
ar_ar: أسفل
hi_in: नीचे
km_kh: ក្រោម
sw_ss: Mwelekeo wa kwenda chini

source: Away from
ar_ar: بعيد عن
hi_in: से दूर
km_kh: ឆ្ងាយពី
sw_ss: Kutoka
th_th: จาก, ไปยัง

source: Towards
ar_ar: باتجاه
hi_in: की ओर से
km_kh: ឆ្ពោះទៅ
sw_ss: Kuelekea

source: North, south, east, west
ar_ar: شمال، جنوب، شرق، غرب
hi_in: उत्तर, दक्षिण, पूर्व, पश्चिम
km_kh: ជើង, ត្បូង, កើត, លិច
my_mm: Utara, selatan, timur, barat
sw_ss: Kaskazini, kusini, mashariki, magharibi

source: Be at a place
ar_ar: أن يكون الشّخص أو الشّيء في مكان
hi_in: एक स्थान पर होना
km_kh: មានវត្តមាននៅនឹងកន្លែង
my_mm: Berada di satu tempat
sw_ss: Kuwepo mahali
th_th: อยู่ในที่แห่งหนึ่ง

source: Absent
ar_ar: غائب
hi_in: अनुपस्थित
km_kh: អវត្តមាន
my_mm: Tidak hadir
sw_ss: Kutokuwepo
th_th: ไม่อยู่/ขาด

source: Area
ar_ar: منطقة
hi_in: क्षेत्र
km_kh: តំបន់
my_mm: Kawasan
sw_ss: Eneo
th_th: พื้นที่/บริเวณ

source: Vicinity
ar_ar: جوار
hi_in: अड़ोस-पड़ोस
km_kh: តំបន់ជុំវិញ
my_mm: Kawasan/Sekitar
sw_ss: Ujirani
th_th: ความใกล้ชิด/บริเวณใกล้เคียง

source: Occupy an area
ar_ar: يحتلّ منطقة
hi_in: एक क्षेत्र को भरना
km_kh: កាន់កាប់តំបន់មួយ
my_mm: Menhuni sesuatu kawasan
sw_ss: Kutwaa eneo
th_th: กินเนื้อที่/บริเวณครอบครอง

source: Space, room
ar_ar: فضاء، غرفة
hi_in: रिक्त स्थान, खाली जगह
km_kh: ទីទំនេរ, បន្ទប់
my_mm: Ruang, bilik
sw_ss: Nafasi kwenye eneo

source: Interval, space
ar_ar: مسافة بين أشياء، فضاء
hi_in: अंतराल, बीच में का खाली स्थान
km_kh: ចន្លោះ, លម្ហ
my_mm: Jarak, ruang
sw_ss: Nafasi kati ya
th_th: ช่วงห่าง, ช่องว่าง

source: Spatial relations
ar_ar: علاقة مكانيّة
hi_in: स्थानिक संबंध
km_kh: ទំនាក់ទំនងក្នុងលម្ហ​ (ex??)
sw_ss: Mahusiano ya mahali pa matukio

source: Contain
ar_ar: يحتوي
hi_in: में होना
km_kh: (មាន/ដាក់) ចំណុះ
sw_ss: Kuwa na ndani

source: Parts of things
ar_ar: أجزاء من أشياء
hi_in: वस्तुओं के अंश
km_kh: ផ្នែកនៃវត្ថុ
my_mm: Bahagian benda
sw_ss: Sehemu

source: Front
ar_ar: الجبهة
hi_in: अग्रभाग
km_kh: មុខ
sw_ss: Sehemu ya mbele

source: Back
ar_ar: الخلفيّة
hi_in: पृष्ठभाग
km_kh: ក្រោយ
sw_ss: Sehemu ya nyuma

source: Top
ar_ar: القمّة
hi_in: शीर्षभाग
km_kh: កំពូល
sw_ss: Sehemu ya juu

source: Bottom
ar_ar: الجزء الأسفل
hi_in: अधोभाग
km_kh: បាត
sw_ss: Sehemu ya chini

source: Side
ar_ar: جهة
hi_in: पक्ष
km_kh: ខាង (ឆ្វេង/ស្តាំ)
sw_ss: Sehemiu ya pembeni

source: Inner part
ar_ar: الجزء الدّاخلي
hi_in: अंतर्भाग
km_kh: ផ្នែកខាងក្នុង
sw_ss: Sehemu ya ndani

source: Outer part
ar_ar: الجهة الخارجيّة
hi_in: बाह्यभाग
km_kh: ផ្នែកខាងក្រៅ
sw_ss: Sehemu ya nje

source: Middle
ar_ar: الوسط
hi_in: मध्यभाग
km_kh: កណ្តាល
sw_ss: Sehemu ya katikati
th_th: ตรงกลาง

source: Edge
ar_ar: حافّة
hi_in: किनारा
km_kh: គែម/ជាយ
sw_ss: Sehemu ya ukingo

source: End, point
ar_ar: نهاية، نقطة
hi_in: अंत, पूर्ण विराम
km_kh: ចុង
sw_ss: Sehemu ya kikomo

source: Grammar
ar_ar: النحو والصّرف
hi_in: व्याकरण
km_kh: វេយ្យាករណ៍
sw_ss: Sarufi

source: General words
ar_ar: كلمات عامّة
hi_in: सामान्य शब्द
km_kh: ពាក្យទូទៅ
sw_ss: Maneno ya kawaida

source: Be
ar_ar: كان
hi_in: होना
km_kh: គឺ/ជា/នៅ
sw_ss: Kuwa

source: Exist
ar_ar: يُوجد
hi_in: अस्तित्व
km_kh: មាននៅ/កើតមាន
sw_ss: Kuwepo

source: Become, change state
ar_ar: يُصبح، يُغيّر حالته
hi_in: बनना, अवस्था में परिवर्तन
km_kh: ក្លាយជា, ផ្លាស់ប្តូរសភាព
sw_ss: Kuwa, kubadili hali

source: Have, of
ar_ar: يملك، على مُلك
hi_in: है, हैं, का, के, की
km_kh: មាន, នៃ
sw_ss: Kuwa na

source: Attribution
ar_ar: إسناد
hi_in: भाव
km_kh: ការសន្មត់
sw_ss: Uangamaji

source: Do
ar_ar: يفعل
hi_in: करना
km_kh: ធ្វើ
sw_ss: Kufanya, kutenda

source: Happen
ar_ar: يحصل
hi_in: घटित होना
km_kh: កើតឡើង
sw_ss: Kutokea

source: React, respond
ar_ar: يردّ الفعل، يَستجيب
hi_in: प्रतिक्रिया, प्रतिउत्तर
km_kh: មានប្រតិកម្ម, ឆ្លើយតប
sw_ss: Kuitikia

source: Create
ar_ar: يَخلق (1) ما هي الكلمات التي تعني اختراع شيء ما؟
hi_in: रचना
km_kh: បង្កើត
sw_ss: Kuumba

source: Design
ar_ar: تصميم
hi_in: रूपरेखा
km_kh: រចនា
sw_ss: Kupanga

source: Make
ar_ar: يصنع
hi_in: बनाना
km_kh: ធ្វើ/ផលិត
sw_ss: Kutenganeza, kufanya

source: Change something
ar_ar: يُغيِّر شيئا ما
hi_in: बदलाव करना
km_kh: ផ្លាស់ប្តូរអ្វីមួយ
sw_ss: Kubadili kitu

source: Event propositions
ar_ar: عبارات تُبرز وقوع الحدث
hi_in: घटना प्रस्ताव
km_kh: សំណើសុំរៀបចំព្រឹត្តិការណ៍
sw_ss: Vihusishi vya tukio

source: Thing
ar_ar: شيء
hi_in: वस्तु
km_kh: វត្ថុ
sw_ss: Kitu

source: Physical, non-physical
ar_ar: مادّي، غير مادّي
hi_in: वास्तविक, अवास्तविक
km_kh: រូបី, អរូបី
sw_ss: Kitu cha maumbile, cha kiroho

source: Situation
ar_ar: وضعيّة
hi_in: स्थिति
km_kh: ស្ថានភាព
sw_ss: Hali
th_th: สถานการณ์ / สภาพแวดล้อม

source: General adjectives
ar_ar: نعُوت عامّة
hi_in: सामान्य विशेषण
km_kh: គុណនាមទូទៅ
sw_ss: Vivumishi vya kawaida

source: General adverbs
ar_ar: ظروف حال عامّة
hi_in: सामान्य क्रिया-विशेषण
km_kh: គុណកិរិយាទូទៅ
sw_ss: Kielezi cha kawaida

source: Part of speech
ar_ar: قسم من أقسام الكلام
hi_in: शब्द-भेद
km_kh: ថ្នាក់ពាក្យ
sw_ss: Aina za maneno

source: Adjectives
ar_ar: النّعوت
hi_in: विशेषण
km_kh: គុណនាម
sw_ss: Vihusishi

source: Adverbs
ar_ar: ظرف الحال
hi_in: क्रिया-विशेषण
km_kh: គុណកិរិយា
sw_ss: Vielezi

source: Pronouns
ar_ar: الضّمائر
hi_in: सर्वनाम
km_kh: សព្វនាម
sw_ss: Viwakilishi

source: Reflexive pronouns
ar_ar: الضّمائر الانعكاسيّة
hi_in: निजवाचक सर्वनाम
km_kh: សព្វនាមឆ្លុះ??
sw_ss: Viwakilishi jirejee

source: Indefinite pronouns
ar_ar: ضمير مُبهم
hi_in: अनिश्चित सर्वनाम
km_kh: សព្វនាមមិនច្បាស់
sw_ss: Viwakilishi jumla

source: Relative pronouns
ar_ar: الأسماء الموصولة
hi_in: संबंधबोधक सर्वनाम
km_kh: សព្វនាមឈ្នាប់
sw_ss: Viwakilishi rejeshi

source: Question words
ar_ar: أدوات الاستفهام
hi_in: प्रश्नात्मक शब्द
km_kh: ពាក្យសម្រាប់ចោទសួរ
sw_ss: Maneno ya maswali

source: Demonstrative pronouns
ar_ar: أسماء الإشارة
hi_in: संकेतवाचक सर्वनाम
km_kh: សព្វនាម​ចង្អុល
sw_ss: Viwakilishi onyeshi

source: Personally
ar_ar: شخصيّا
hi_in: व्यक्तिगत रीति से
km_kh: ផ្ទាល់ខ្លួន

source: Prepositions, postpositions
ar_ar: أدوات الجر، أدوات الجر المتأخّرة
hi_in: कारक चिह्न
km_kh: ធ្នាក់

source: Conjunctions
ar_ar: كلمات الربط
hi_in: संयोजक
km_kh: ឈ្នាប់

source: Phrase conjunctions
ar_ar: كلمات الربط بالنّسبة لجملة ليس بها فعل
hi_in: पदबंध संयोजक
km_kh: ឈ្នាប់ចង

source: Clause conjunctions
ar_ar: الربط بالنسبة لجملة (غير كاملة) بها فعل
hi_in: वाक्यांश संयोजक
km_kh: ឈ្នាប់ចង

source: Sentence conjunctions
ar_ar: العطف بالنّسبة لجملة
hi_in: वाक्य संयोजक
km_kh: ឈ្នាប់ឃ្លា

source: Particles
ar_ar: أدوات الجزم
hi_in: सामान्य प्रत्यय
km_kh: ពាក្យ​សម្រាប់សម្គាល់ពាក្យទាំងឡាយណាដែល​គេមិនដឹងច្បាស់ពីថ្នាក់ពាក្យ??

source: Classifiers
ar_ar: الكلمات أو الحروف الزائدة التي يمكن من خلالها تحديد الوظيفة اللّغويّة للكلمة وسط الجملة
hi_in: वर्गीकर्ता
km_kh: នាមរនាប់

source: Interjections
ar_ar: عبارات تُستعمل للتّعبير عن إحساس أو انفعال
hi_in: विस्मयादिबोधक
km_kh: ឧទានសព្ទ

source: Ideophones
ar_ar: الأصوات في اللغة
hi_in: मुहावरेदार शब्द
km_kh: ប្រភេទឧទានសព្ទ​ (បែបរណ្ដំ)

source: Affixes
ar_ar: الحروف الزّائدة في الكلمة هذا الجزء يجب أن يُنجزه عالِم لغة
hi_in: प्रत्यय
km_kh: ផ្នត់

source: Verb affixes
ar_ar: الحروف الزّائدة في الفعل
hi_in: क्रियावाचक प्रत्यय
km_kh: ផ្នត់ (កិរិយាសព្ទ)

source: Noun affixes
ar_ar: الحروف الزّائدة الموجودة في الإسم
hi_in: संज्ञा प्रत्यय
km_kh: ផ្នត់ (នាម)

source: Derivational affixes
ar_ar: الحروف الزائدة التي تغيّر وظيفة الكلمة
hi_in: व्युतपादित प्रत्यय
km_kh: ផ្នត់ (កម្លាយ)

source: Very
ar_ar: جدّا
hi_in: बहुत
km_kh: ណាស់/ខ្លាំងណាស់

source: Degree
ar_ar: درجة
hi_in: हद
km_kh: កម្រិត
sw_ss: Kiwango
th_th: ระดับความหนักเบา

source: To a large degree
ar_ar: على درجة كبيرة
hi_in: बहुत हद तक
km_kh: ក្នុងកម្រិតច្រើន

source: To a small degree
ar_ar: على درجة صغيرة
hi_in: कुछ हद तक
km_kh: ក្នុងកម្រិតតិច

source: To a larger degree
ar_ar: على درجة أكبر
hi_in: बहुत अधिक हद तक
km_kh: ក្នុងកម្រិតច្រើនជាងនេះ

source: To a smaller degree
ar_ar: على درجة أصغر
hi_in: बहुत कम हद तक
km_kh: ក្នុងកម្រិតតិចជាងនេះ

source: Completely
ar_ar: كُلِّيّا
hi_in: पूर्णतः
km_kh: ទាំងស្រុង/ពេញលេញ

source: Partly
ar_ar: جُزئيّا
hi_in: आंशिक रूप से
km_kh: ដោយផ្នែក

source: Do intensely
ar_ar: يُنجز بشكل مكثّف
hi_in: तीव्रता से काम करना
km_kh: ធ្វើដោយម៉ឺងម៉ាត់
sw_ss: Kufanya kwa nguvu

source: Attribution of an attribute
ar_ar: إسناد نعت
hi_in: एक विशेषता का रोपण
km_kh: ការសន្មត់ពីលក្ខណៈសម្បត្តិ
sw_ss: Uangamaji wa kiangama
