Repository: lgtm-migrator/webonary
Catalog: wp-resources/plugins/sil-dictionary-webonary/include/sem-domains/sil_domains-*.po
Languages: ar_ar, hi_in, km_kh, my_mm, sw_ss, th_th

source: Live, stay
ar_ar: يعيش،يبقى
hi_in: रहन-सहन, ठहरना
km_kh: រស់នៅ, ស្នាក់នៅ
sw_ss: Kuishi, kukaa
th_th: อยู่, อาศัย

source: Work and occupation
ar_ar: .العمل و المهنة
hi_in: काम और व्‍यवसाय
km_kh: ការងារ និងមុខរបរ
my_mm: Kerja dan pekerjaan
sw_ss: Kazi na shughuli
th_th: งานและอาชีพ

source: Work
ar_ar: عمل
hi_in: काम, कार्य, क्रिया
km_kh: ធ្វើការ
my_mm: Kerja
sw_ss: Kazi
th_th: งาน

source: Worker
ar_ar: عامل
hi_in: कर्मचारी
km_kh: អ្នកធ្វើការ
my_mm: Pekerja
sw_ss: Mfanyakazi
th_th: คนทำงาน

source: Expert
ar_ar: خبير
hi_in: निपुण
km_kh: អ្នកជំនាញ
my_mm: Pakar
sw_ss: Mtaalamu, mzoefu
th_th: ผู้เชี่ยวชาญเฉพาะด้าน

source: Method
ar_ar: منهج
hi_in: प्रणाली, तरीका
km_kh: វិធីសាស្ត្រ
my_mm: Kaedah
sw_ss: Mbinu
th_th: ลักษณะการทำงาน

source: Try, attempt
ar_ar: يُحاول
hi_in: कोशिश करना, प्रयास
km_kh: សាកល្បង, ព្យាយាម
sw_ss: Kujaribu, jaribio
th_th: พยายาม

source: Use
hi_in: प्रयोग, सेवन, आवश्यकता, लाभ
km_kh: ប្រើប្រាស់
my_mm: Guna
sw_ss: Kutumia
th_th: ใช้

source: Useful
hi_in: उपयोगी
km_kh: មានប្រយោជន៍
sw_ss: Kuwa na manufaa

source: Useless
hi_in: व्यर्थ, बेकार
km_kh: ឥតប្រយោជន៍
sw_ss: Kutokuwa na manufaa

source: Available
ar_ar: متوفّر
hi_in: उपलब्ध
km_kh: ដែលអាចរកបាន
my_mm: Senantiasa ada
sw_ss: Kupatikana

source: Use up
hi_in: प्रयोग में लाना
km_kh: ប្រើអស់
my_mm: Digunakan
sw_ss: Kuishia

source: Take care of something
ar_ar: الاعتناء بشيء
hi_in: किसी चीज का ध्‍यान रखना
km_kh: ថែរក្សាអ្វីមួយ
my_mm: Menjaga sesuatu
sw_ss: Kuangalia au kutunza kitu fulani

source: Waste
ar_ar: .إهدار
hi_in: व्यर्थ, क्षय, नष्ट करना
km_kh: ខ្ជះខ្ជាយ
my_mm: Pembaziran
sw_ss: Kutumia vibaya

source: Work well
ar_ar: يعمل جيّدا
hi_in: अच्‍छा काम
km_kh: ធ្វើការបានល្អ
my_mm: Kerja dengan baik
sw_ss: Kufanya kazi vizuri
th_th: การทำงานที่ดี

source: Careful
ar_ar: حذِر
hi_in: चौकस, सावधान
km_kh: ប្រុងប្រយ័ត្ន
my_mm: Berhati-hati
sw_ss: Mwangalifu
th_th: รอบคอบ

source: Work hard
ar_ar: يعمل جاهدا
hi_in: कड़ी मेहनत करना
km_kh: ខិតខំធ្វើការ
my_mm: Kerja keras
sw_ss: Kufanya kazi kwa bidii
th_th: ทำงานหนัก

source: Busy
ar_ar: مشغول
hi_in: व्यस्त
km_kh: រវល់
my_mm: Sibuk
sw_ss: Kuwa na majukumu mengi, kuwa bizi

source: Power, force
ar_ar: طاقة، قوّة
hi_in: शक्ति, क्षमता, अधिकार, सत्ता, प्रभावशाली, विद्युत् शक्ति, घात, बल, जबरदस्ती
km_kh: ថាមពល, កម្លាំង
my_mm: Kuasa, kekuatan
sw_ss: Nguvu
th_th: พลังงาน, กำลัง

source: Complete, finish
ar_ar: يُنهي، ينتهي
hi_in: पूरा, पूरा करना, पूर्ण करना, समाप्त करना, मार डालना, अंत
km_kh: បំពេញ, បញ្ចប់
my_mm: Selesai, habis
sw_ss: Kumaliza

source: Ambitious
ar_ar: طَموح
hi_in: महत्वाकांक्षी
km_kh: មហិច្ឆតា
my_mm: Bercita-cita tinggi
sw_ss: Kuwa na malengo yanayosukuma

source: Work poorly
ar_ar: يعمل بشكل سيّء
hi_in: लापरवाही से काम करना
km_kh: ធ្វើការមិនបានល្អ
my_mm: Kerja yang tidak baik
sw_ss: Kufanya kazi vibaya
th_th: ทำงานไม่ดี

source: Careless, irresponsible
ar_ar: لا مبال، لا مسئول
hi_in: बेपरवाह, अनुत्तरदायी
km_kh: ធ្វេសប្រហែស, គ្មានទំនួលខុសត្រូវ
my_mm: Cuai, tidak bertanggungjawab
sw_ss: Mzembe, asiyetumainika
th_th: ไม่รอบคอบ, ไม่รับผิดชอบ

source: Lazy
ar_ar: كسول
hi_in: आलसी
km_kh: ខ្ជិល
my_mm: Malas
sw_ss: Mvivu
th_th: ขี้เกียจ

source: Give up
ar_ar: التخلّي عن
hi_in: छोड़ना
km_kh: បោះបង់ចោល
my_mm: Menyerah
sw_ss: Kukata tamaa
th_th: ยกเลิก

source: Plan
ar_ar: يضع خطّة
hi_in: योजना
km_kh: គ្រោង/ផែនការ
my_mm: Rancangan
sw_ss: Mpango
th_th: การวางแผน

source: Arrange an event
ar_ar: يُعدّ حدثا
hi_in: एक मौके की व्‍यवस्‍था
km_kh: រៀបចំព្រឹត្តិការណ៍
sw_ss: Kupanga tukio

source: Cancel an event
ar_ar: يُلغي حدثا
hi_in: एक मौके को रद्द करना
km_kh: លុបចោល​កម្មវិធី
my_mm: Memabatalkan sesuatu acara
sw_ss: Kubatilisha au kutangua tukio

source: Prepare
ar_ar: يُعدّ
hi_in: तैयार करना
km_kh: រៀបចំ
my_mm: Sedia
sw_ss: Kujiandaa
th_th: การเตรียม

source: Prepare something for use
ar_ar: يُعدّ شيئا من أجل الاستعمال
hi_in: किसी चीज को प्रयोग करने के लिए तैयार करना
km_kh: រៀបចំរបស់ទុកប្រើប្រាស់
sw_ss: Kuandaa kitu fulani kwa kutumika

source: Effective
ar_ar: يُحقّق نتيجة عالية
hi_in: प्रभावकारी
km_kh: ប្រសិទ្ធភាព
my_mm: Berkesan
sw_ss: Kuwa na matokeo yanayotarajiwa

source: Efficient
ar_ar: يحقق المطلوب في وقت قصير و بأقل تكاليف
hi_in: दक्ष
km_kh: ប្រសិទ្ធផល
my_mm: Cekap
sw_ss: Madhubuti

source: Opportunity
ar_ar: فرصة
hi_in: मौका
km_kh: ឱកាស
my_mm: Kesempatan
sw_ss: Nafasi, fursa
th_th: โอกาส

source: Difficult, impossible
ar_ar: صعب، مستحيل
hi_in: कठिन, असंभव
km_kh: ពិបាក, មិនអាចទៅរួច
my_mm: Susah, mustahil
sw_ss: Vigumu, isiyowezekana
th_th: อุปสรรคในการทำงาน

source: Easy, possible
ar_ar: سهل، ممكن
hi_in: सरल, आरामदायक, संभव
km_kh: ងាយស្រួល, អាចទៅរួច
my_mm: Senang, mungkin
sw_ss: Rahisi, inayowezekana

source: Succeed
ar_ar: ينجح
hi_in: सफलता पाना
km_kh: ជោគជ័យ
my_mm: Berjaya
sw_ss: Kufanikiwa
th_th: ความสำเร็จ

source: Fail
ar_ar: يفشل
hi_in: चूकना, असफल, उनुत्तीर्ण
km_kh: បរាជ័យ
my_mm: Gagal
sw_ss: Kushindwa

source: Advantage
ar_ar: أسبقية
hi_in: बढ़त, फायदा, लाभ
km_kh: គុណសម្បត្តិ
sw_ss: Manufaa, faida

source: Job satisfaction
ar_ar: الرضا بالوظيفة
hi_in: कार्य संतुष्टि
km_kh: ការពេញចិត្តការងារ
my_mm: Pekerjaan yang menyenangkan
sw_ss: Utoshelezi wa kazi
th_th: ความพึงพอใจในการทำงาน

source: Unemployed, not working
ar_ar: عاطل عن العمل، لا يعمل
hi_in: बेरोज़गार, बेकार, बैठा हुआ
km_kh: គ្មានការងារធ្វើ, មិនធ្វើការ
my_mm: Menganggur, tidak bekerja
sw_ss: Asiyeajiriwa, asiyefanya kazi
th_th: ตกงาน, ไม่ได้ทำงาน

source: Made by hand
ar_ar: مصنوع باليد
hi_in: हाथ से बना हुआ
km_kh: ធ្វើដោយដៃ
my_mm: Dibuat dengan tangan
sw_ss: Kilichotengenezwa kwa mkono
th_th: ทำด้วยมือ

source: Artificial
ar_ar: اصطناعي
hi_in: कृत्रिम
km_kh: សិប្បនិម្មិត
my_mm: Tiruan
sw_ss: Kisicho cha asili

source: Experienced
ar_ar: صاحب خبرة
hi_in: अनुभवी
km_kh: បទពិសោធន៍
my_mm: Berpengalaman
sw_ss: Mzoefu

source: Accustomed to
ar_ar: معتاد على
hi_in: आदी होना
km_kh: ធ្លាប់/ស៊ាំ
my_mm: Biasa dengan
sw_ss: Kuzoea

source: Agriculture
ar_ar: الزراعة
hi_in: खेती (कृषि)
km_kh: កសិកម្ម
my_mm: Pertanian
sw_ss: Kilimo
th_th: เกษตรกรรม

source: Growing crops
ar_ar: زراعة المحاصيل
hi_in: फ़सल उगाना
km_kh: ការដាំដំណាំ
my_mm: Penanaman tanam-tanaman
sw_ss: Kuotesha mazao, kulima mazao
th_th: การปลูกพืชผล

source: Growing grain
ar_ar: زراعة الحبوب
hi_in: अनाज उगाना
km_kh: ការដាំគ្រាប់ធញ្ញជាតិ
my_mm: Penanaman bijirin
sw_ss: Kuotesha nafaka, kulima nafaka
th_th: การปลูกพืชจำพวกมีเมล็ด

source: Growing rice
ar_ar: زراعة الأرز
hi_in: चावल उगाना
km_kh: ការដាំស្រូវ
sw_ss: Kuotesha mchele, kulima mchele

source: Growing wheat
ar_ar: زراعة الحنطة
hi_in: गेहूँ उगाना
km_kh: ការដាំស្រូវសាលី
sw_ss: Kuotesha ngano, kulima ngano

source: Growing maize
ar_ar: زراعة الذرّة
hi_in: मक्‍का उगाना
km_kh: ការដាំពោត
sw_ss: Kuotesha mahindi, kulima mahindi

source: Growing roots
ar_ar: زراعة الجذور
hi_in: जड़ उगाना
km_kh: ការដាំដំណាំមើម
sw_ss: Kuotesha au kulima mazao yanayotokana na mizizi

source: Growing potatoes
ar_ar: زراعة البطاطس
hi_in: आलू उगाना
km_kh: ការដាំដំឡូង
sw_ss: Kuotesha viazi, kulima viazi

source: Growing cassava
ar_ar: زراعة البفرة
hi_in: पौधा लगाना
km_kh: ការដាំដំឡូង​មី
sw_ss: Kulima muhogo

source: Growing vegetables
ar_ar: زراعة الخضراوات
hi_in: सब्‍जियाँ उगाना
km_kh: ការដាំបន្លែ
sw_ss: Kuotesha au kulima mboga za majani

source: Growing fruit
ar_ar: زراعة العنب
hi_in: फल उगाना
km_kh: ការដាំផ្លែឈើ
sw_ss: Kuotesha au kulima matunda

source: Growing grapes
hi_in: अंगूर उगाना
km_kh: ការដាំទំពាំងបាយជូរ
sw_ss: Kuotesha zabibu, kulima zabibu

source: Growing bananas
ar_ar: زراعة الموز
hi_in: केले उगाना
km_kh: ការដាំចេក
sw_ss: Kulima ndizi

source: Growing grass
ar_ar: زراعة الكلأ
hi_in: घास उगाना
km_kh: ការដាំស្មៅ
sw_ss: Kuotesha nyasi, kulima nyasi

source: Growing sugarcane
ar_ar: زراعة قصب السّكّر
hi_in: गन्‍ना उगाना
km_kh: ការដាំអំពៅ
sw_ss: Kuotesha miwa, kulima miwa

source: Growing tobacco
ar_ar: زراعة التبغ
hi_in: तंबाकू उगाना
km_kh: ការដាំថ្នាំជក់
sw_ss: Kuotesha tumbaku, kulima tumbaku

source: Growing flowers
ar_ar: زراعة الأزهار
hi_in: फूल उगाना
km_kh: ការដាំផ្កា
my_mm: Penanaman bunga
sw_ss: Kuotesha maua
th_th: การปลูกไม้ดอก

source: Growing trees
ar_ar: زراعة الأشجار
hi_in: पेड़ उगाना
km_kh: ការដាំដើមឈើ
my_mm: Penanaman pokok-pokok
sw_ss: Kuotesha miti
th_th: การปลูกต้นไม้

source: Growing coconuts
ar_ar: زراعة جوز الهند
hi_in: नारियल उगाना
km_kh: ការដាំដូង
sw_ss: Kuotesha nazi, kulima nazi

source: Growing coffee
ar_ar: زراعة القهوة
hi_in: कोफी उगाना
km_kh: ការដាំកាហ្វេ
sw_ss: Kuotesha kahawa, kulima kahawa

source: Land preparation
ar_ar: إعداد الأرض
hi_in: जमीन को तैयार करना
km_kh: ការរៀបចំថ្នាល
my_mm: Persiapan tanah
sw_ss: Maandalizi ya mashamba
th_th: การเตรียมดิน

source: Clear a field
ar_ar: مسح الحقل
hi_in: खेत को साफ़ करना
km_kh: ជម្រះដី
my_mm: Membersihkan ladang
sw_ss: Kusafisha shamba
th_th: การทำความสะอาดพื้นที่เพาะปลูก

source: Plow a field
ar_ar: يحرث الأرض
hi_in: खेती करना
km_kh: ភ្ជួរដី
my_mm: Membajak ladang
sw_ss: Kulima shamba
th_th: ไถนา

source: Fertilize a field
ar_ar: يُخصِب الأرض
hi_in: खेत में खाद डालना
km_kh: ដាក់ជី
my_mm: Membaja ladang
sw_ss: Kuweka mbolea shambani
th_th: การทำพื้นที่เพาะปลูกให้อุดมสมบูรณ์

source: Plant a field
ar_ar: زرع الحقل
hi_in: खेत रोपना
km_kh: សាបព្រោះ
my_mm: Menanam ladang
sw_ss: Kupanda shamba
th_th: เพาะปลูก

source: Tend a field
ar_ar: اعتنى بالحقل
hi_in: खेत की देखभाल करना
km_kh: ថែទាំដី
my_mm: Menjaga ladang
sw_ss: Kutunza shamba
th_th: การดูแลพื้นที่เพาะปลูก

source: Cut grass
ar_ar: قصّ العشب
hi_in: घास काटना
km_kh: ជម្រះ/កាត់​ ស្មៅ
my_mm: Potong rumput
sw_ss: Kufyeka nyasi
th_th: ตัดหญ้า

source: Uproot plants
ar_ar: اقتلاع النباتات
hi_in: पौधे को जड़ से उखाड़ना
km_kh: ដកឫសឈើ
my_mm: Mencabut tanaman
sw_ss: Kung'oa mimea
th_th: ถอนรากวัชพืช/กำจัดวัชพืช

source: Irrigate
ar_ar: سقى
hi_in: सीँचना
km_kh: បញ្ចូលទឹក (ក្នុងស្រែ)
my_mm: Membekalkan air
sw_ss: Kumwagilia
th_th: ทดน้ำ

source: Trim plants
ar_ar: تقليم النباتات
hi_in: पौधे का काट छाँट करना
km_kh: តម្រឹមដំណាំ
my_mm: Memangkas tanaman
sw_ss: Kukatia mimea
th_th: ตกแต่งต้นไม้

source: Neglect plants
ar_ar: إهمال النباتات
hi_in: पौधो का ध्‍यान न रखना
km_kh: មិនថែទាំដំណាំ
my_mm: Mengabaikan tanaman
sw_ss: Kutotunza mimea
th_th: พืชที่ถูกทอดทิ้ง

source: Harvest
ar_ar: يحصد
hi_in: फ़सल तैयार होना
km_kh: ច្រូតកាត់​/​​ប្រមូល​ផល
my_mm: Tuai
sw_ss: Mavuno
th_th: การเก็บเกี่ยวพืชผล

source: First fruits
ar_ar: أوّلُ الثمار
hi_in: पहला फल
km_kh: ផលដំបូង
my_mm: Buah pertama
sw_ss: Malimbuko
th_th: ผลผลิตครั้งแรก

source: Crop failure
ar_ar: الفشل في إنتاج المحصول
hi_in: अनाज नष्‍ट होना
km_kh: ខូតខាតផលដំណាំ
my_mm: Kegagalan tanam-tanaman
sw_ss: Uhaba wa mavuno
th_th: พืชผลเสียหาย

source: Gather wild plants
ar_ar: تجميع النباتات البريّة
hi_in: जंगली पौधे एकत्रित करना
km_kh: ប្រមូលរុក្ខជាតិព្រៃ
my_mm: Mengumpulkan tanaman liar
sw_ss: Kukusanya mimea pori, kuchuma
th_th: การเก็บรวบรวมพืชที่ขึ้นตามธรรมชาติ

source: Plant product
ar_ar: المنتوجات النباتية
hi_in: पौध उत्‍पाद
km_kh: ផលានុផល
my_mm: Hasil tanaman
sw_ss: Uzao wa mmea
th_th: ผลผลิตจากพืช

source: Process harvest
ar_ar: عمليّة الحصاد
hi_in: तैयार फ़सल को सुरक्षित रखना
km_kh: ដំណើរការ​ច្រូតកាត់​/​ប្រមូល​ផល
my_mm: Memproses tuaian
sw_ss: Kutengeneza mavuno
th_th: ขั้นตอนในการเก็บเกี่ยวพืชผล

source: Winnow grain
ar_ar: غربلة الحبوب
hi_in: अनाज पछारना
km_kh: បកសម្បកគ្រាប់ធញ្ញជាតិ
my_mm: Menampi bijirin
sw_ss: Kupepeta nafaka
th_th: การฝัดร่อนเมล็ด

source: Mill grain
ar_ar: طحن الحبوب
hi_in: अनाज पीसना
km_kh: កិនគ្រាប់ធញ្ញជាតិ
my_mm: Menggiling bijirin
sw_ss: Kusaga nafaka
th_th: การนวดเมล็ด

source: Thresh
ar_ar: درْس الحنطة
hi_in: फेंटना
km_kh: បោក/ប្រឡេះយកគ្រាប់
my_mm: Membanting
sw_ss: Kupura nafaka
th_th: การเก็บรักษาสิ่งเก็บเกี่ยวได้

source: Store the harvest
ar_ar: يَحفظ الحصاد
hi_in: तैयार फ़सल का रखाव
km_kh: រក្សាផលដំណាំទុក
my_mm: Menyimpan tuaian
sw_ss: Kuhifadhi mavuno, kuweka akiba

source: Farm worker
ar_ar: المزارع
hi_in: खेत में काम करने वाला
km_kh: អ្នកធ្វើការនៅកសិដ្ឋាន
sw_ss: Mfanyakazi shambani
th_th: คนงานในไร่

source: Agricultural tool
ar_ar: أداة زراعية
hi_in: कृषि औज़ार
km_kh: សម្ភារកសិកម្ម
sw_ss: Kifaa cha kilimo
th_th: อุปกรณ์การเกษตร

source: Farmland
ar_ar: الأرض الزراعية
hi_in: खेत
km_kh: ដីកសិដ្ឋាន
sw_ss: Eneo la shamba
th_th: พื้นที่ทำการเกษตร

source: Animal husbandry
ar_ar: تربية الحيوانات
hi_in: पशु चिकित्सा
km_kh: កសិដ្ឋានចិញ្ចឹមសត្វ
my_mm: Ladang binatang
sw_ss: Ufugaji
th_th: การจัดการดูแลสัตว์เพื่อให้เกิดประโยชน์

source: Domesticated animal
ar_ar: الحيوان الأليف
hi_in: जानवर जिसे घर में पालते हैं
km_kh: សត្វស្រុក
my_mm: Binatang pelihara
sw_ss: Wanyama wanaofugwa
th_th: การเลี้ยงสัตว์

source: Cattle
ar_ar: الأبقار
hi_in: पशु, मवेशी
km_kh: គោ/ក្របី
my_mm: Lembu
sw_ss: Ng'ombe
th_th: วัว, ควาย

source: Sheep
ar_ar: الخرفان
hi_in: भेड़
km_kh: ចៀម
my_mm: Biri-biri/domba
sw_ss: Kondoo
th_th: แกะ

source: Goat
ar_ar: معزة
hi_in: बकरा
km_kh: ពពែ
my_mm: Kambing
sw_ss: Mbuzi
th_th: แพะ

source: Pig
ar_ar: خنزير
hi_in: सुअर
km_kh: ជ្រូក
my_mm: Babi
sw_ss: Nguruwe
th_th: หมู

source: Dog
ar_ar: الكلب
hi_in: कुत्ता
km_kh: ឆ្កែ
my_mm: Anjing
sw_ss: Mbwa
th_th: หมา/สุนัข

source: Cat
ar_ar: قط
hi_in: बिल्ली
km_kh: ឆ្មា
my_mm: Kucing
sw_ss: Paka
th_th: แมว

source: Beast of burden
ar_ar: حيوان الأحمال
hi_in: भार उठाने वाले जानवर
km_kh: សត្វពាហនៈ
my_mm: Binatang mengangkat beban
sw_ss: Mnyama anayebeba mizigo
th_th: สัตว์ที่ใช้บรรทุกสัมภาระ

source: Tend herds in fields
ar_ar: يربي القطيع في الحقول
hi_in: खेतों में पशुओं के झुंड की देखभाल
km_kh: ឃ្វាលហ្វូងសត្វក្នុងវាលស្រែ
my_mm: Menjaga binatang di padang
sw_ss: Kuchunga mifugo
th_th: ผู้ดูแลฝูงสัตว์ในทุ่งหญ้า

source: Milk
ar_ar: حليب
hi_in: दूध, दुहना
km_kh: ទឹកដោះគោ
my_mm: Memerah susu
sw_ss: Kukamua maziwa
th_th: รีดนม

source: Butcher, slaughter
ar_ar: يذبح
hi_in: कसाई, निर्दयता से वध करना, हत्या, वध
km_kh: អ្នកលក់សាច់, អ្នកសម្លាប់សត្វយកសាច់
my_mm: Memotong, sembelih
sw_ss: Kuchinja mnyama
th_th: คนขายเนื้อ, การฆ่าสัตว์เพื่อเป็นอาหาร

source: Wool production
ar_ar: إنتاج الصوف
hi_in: ऊन उत्‍पादन
km_kh: ផលិតកម្មរោមចៀម
my_mm: Penghasilan bulu
sw_ss: Uzalishaji wa sufu
th_th: ผลิตภัณฑ์ขนแกะ

source: Poultry raising
ar_ar: تربية الدواجن
hi_in: कुकड़ उत्‍पाद
km_kh: ការចិញ្ចឹមបសុបក្សី
my_mm: Ternakan ayam itik
sw_ss: Kufuga ndege wa kufugwa
th_th: การเลี้ยงสัตว์ปีก

source: Chicken
ar_ar: دجاجة
hi_in: मुर्गी/मुर्गा
km_kh: មាន់
my_mm: Ayam
sw_ss: Kuku
th_th: สัตว์ปีกที่เป็นสัตว์เลี้ยงในบ้าน

source: Animal products
ar_ar: إنتاج حيواني
hi_in: जानवर उत्‍पाद
km_kh: ផលិតផលសាច់សត្វ
my_mm: Hasil binatang
sw_ss: Bidhaa zilizotokana na wanyama
th_th: ผลพลอยได้จากสัตว์

source: Veterinary science
ar_ar: الطب البيطري
hi_in: पशु चिकित्‍सा विज्ञान
km_kh: វិទ្យាសាស្ត្រខាងព្យាបាលសត្វ
my_mm: Sains haiwan
sw_ss: Elimu ya maradhi ya wanyama
th_th: สัตวแพทย์ศาสตร์

source: Animal diseases
ar_ar: أمراض الحيوانات
hi_in: जानवरों की बिमारी
km_kh: ជំងឺសត្វ
my_mm: Penyakit binatang
sw_ss: Magonjwa ya wanyama
th_th: โรคของสัตว์

source: Castrate animal
ar_ar: يُخصي الحيوانات
hi_in: नपुंसक जानवर
km_kh: គ្រៀវសត្វ
my_mm: Mengembiri binatang
sw_ss: Kuhasi mnyama
th_th: การตอนสัตว์/การทำให้สัตว์เป็นหมัน

source: Hunt and fish
ar_ar: يصطاد الحيوانات و الأسماك
hi_in: शिकार और मछली
km_kh: ប្រមាញ់ និងនេសាទ
my_mm: Memburu dan menangkap ikan
sw_ss: Kuwinda wanyama na kuvua samaki
th_th: การล่าสัตว์และการตกปลา

source: Hunt
ar_ar: يصطاد
hi_in: शिकार करना, आखेट यात्रा
km_kh: ប្រមាញ់
my_mm: Memburu
sw_ss: Kuwinda wanyama
th_th: การล่าสัตว์

source: Track an animal
ar_ar: يتعقّب آثار الحيوان
hi_in: जानवर का पदचिन्‍ह
km_kh: តាមដានជើងសត្វ
my_mm: Mengikuti jejak binatang
sw_ss: Kumfuata mnyama wa porini
th_th: การสะกดรอยตามสัตว์

source: Trap
ar_ar: ينصب فخا
hi_in: घात, जाल
km_kh: ដាក់អន្ទាក់
my_mm: Perangkap
sw_ss: Kutega
th_th: การทำกับดัก

source: Hunting birds
ar_ar: اصطياد الطيور
hi_in: पक्षियों का शिकार
km_kh: ប្រមាញ់សត្វស្លាប
my_mm: Memburu burung
sw_ss: Kuwinda ndege
th_th: การล่านก

source: Beekeeping
ar_ar: تربية النحل
hi_in: मधुमक्‍खी पालन
km_kh: ការចិញ្ចឹមឃ្មុំ
my_mm: Memelihara lebah
sw_ss: Ufugaji wa nyuki
th_th: การเลี้ยงผึ้ง

source: Fishing
ar_ar: صيد الأسماك
hi_in: मछली पकड़ना
km_kh: នេសាទ
my_mm: Menangkap ikan
sw_ss: Uvuvi
th_th: การตกปลา

source: Fish with net
ar_ar: الصيد
hi_in: जाले के साथ मछली पकड़ना
km_kh: នេសាទដោយប្រើមង
my_mm: Menjala ikan
sw_ss: Kuvua na nyavu
th_th: การใช้ตาข่ายหาปลา

source: Fish with hooks
ar_ar: صيد السمك بالسنانير
hi_in: मछली को काँटे के साथ निकालना
km_kh: នេសាទដោយប្រើសន្ទូច
my_mm: Menangkap ikan dengan mata kail
sw_ss: Kuvua na ndoano
th_th: การหาปลาโดยใช้ตะขอ

source: Fishing equipment
ar_ar: أدوات الصيد
hi_in: मछली पकड़ने का सामान
km_kh: នេសាទុបករណ៍
my_mm: Peralatan menangkap ikan
sw_ss: Vifaa vya uvuvi
th_th: อุปกรณ์จับปลา

source: Things done to animals
ar_ar: الأشياء التي تُعمل للحيوانات
hi_in: जानवरो के साथ कुछ चीज़े करना
km_kh: កិច្ចការ​ដែលធ្វើទៅលើសត្វ
my_mm: Perkara yang dibuat terhadap binatang
sw_ss: Mambo wanayofanyiwa wanyama
th_th: สิ่งที่สัตว์ถูกกระทำ

source: Working with buildings
ar_ar: العمل في مجال البنايات
hi_in: इमारत के साथ काम करना
km_kh: ធ្វើការខាងសំណង់
my_mm: Bekerja dengan bangunan
sw_ss: Ujenzi
th_th: งานเกี่ยวกับสิ่งก่อสร้าง

source: Building
ar_ar: بناية
hi_in: इमारत, निर्माण
km_kh: សាងសង់
my_mm: Bangunan
sw_ss: Majengo
th_th: อาคาร

source: House
ar_ar: منزل
hi_in: घर
km_kh: ផ្ទះ
sw_ss: Nyumba
th_th: บ้าน

source: Types of houses
ar_ar: أنواع المنازل
hi_in: घरो के प्रकार
km_kh: ប្រភេទផ្ទះ
my_mm: Jenis-jenis rumah
sw_ss: Aina za nyumba
th_th: ประเภทของบ้านตามลักษณะ

source: Land, property
ar_ar: أرض، ملكيّة
hi_in: क्षेत्र, भूमि, भूसंपत्ति, संपत्ति
km_kh: ដីធ្លី, ទ្រព្យសម្បត្តិ
sw_ss: Eneo, Kiwanja
th_th: ทรัพย์สิน, ที่ดินส่วนตัว

source: Yard
ar_ar: ساحة
hi_in: गज़, आँगन, प्राँगण
km_kh: ទីធ្លា/រានហាល
sw_ss: Uwanja
th_th: ข้างนอกบ้าน

source: Fence, wall
ar_ar: السّياج، الحائط
hi_in: बाढ़, बाड़ा, दीवार
km_kh: របង, ជញ្ជាំង
sw_ss: Ua, ukuta

source: Parts of a building
ar_ar: أجزاء من بناية
hi_in: एक इमारत का भाग
km_kh: ផ្នែកនៃអគារ
my_mm: Bahagian sebuah bangunan
sw_ss: Sehemu za jengo
th_th: ส่วนประกอบของอาคาร

source: Wall
ar_ar: حائط
hi_in: दीवार, दीवार से घेरना
km_kh: ជញ្ជាំង
my_mm: Dinding
sw_ss: Ukuta
th_th: ผนัง

source: Roof
ar_ar: سطح
hi_in: छत
km_kh: ដំបូល
my_mm: Atap
sw_ss: Paa, dari
th_th: หลังคา

source: Floor
ar_ar: الأرضيّة
hi_in: फर्श, तल, मंज़िल
km_kh: កម្រាលឥដ្ឋ
my_mm: Lantai
sw_ss: Sakafu
th_th: พื้น

source: Door
ar_ar: باب
hi_in: दरवाज़ा
km_kh: ទ្វារ
my_mm: Pintu
sw_ss: Mlango
th_th: ประตู

source: Window
ar_ar: شبّاك
hi_in: खिड़की
km_kh: បង្អួច
my_mm: Jendela, tingkap
sw_ss: Dirisha
th_th: หน้าต่าง

source: Foundation
ar_ar: أساس البناء
hi_in: आधार, स्थापना
km_kh: គ្រឹះ
my_mm: Asas
sw_ss: Msingi
th_th: การวางรากฐาน

source: Room
ar_ar: غرفة
hi_in: कमरा
km_kh: បន្ទប់
my_mm: Bilik
sw_ss: Chumba
th_th: ห้องต่างๆในบ้าน

source: Floor, story
ar_ar: طابق
hi_in: फर्श, तल, मंज़िल
km_kh: ជាន់ (អគារ)
sw_ss: Ghorofa

source: Building materials
ar_ar: مواد بناء
hi_in: इमारत सामग्री
km_kh: សម្ភារសំណង់
my_mm: Bahan bangunan
sw_ss: Vifaa vya kujengea
th_th: วัสดุก่อสร้าง/อุปกรณ์การก่อสร้าง

source: Building equipment and maintenance
ar_ar: تجهيزات البناء و الصيانة
hi_in: इमारत के साज-सामान और देखरेख
km_kh: ​ការ​ថែ​រក្សា និងការបំពាក់គ្រឿងបរិក្ខារក្នុងអគារ
my_mm: Peralatan bangunan dan penjagaan
sw_ss: Vifaa na utunzaji wa majengo
th_th: วัสดุก่อสร้างและการบำรุงรักษาอาคาร

source: Infrastructure
ar_ar: بنية تحتيّة
hi_in: आधारिक संरचना
km_kh: ហេដ្ឋារចនាសម្ពន្ធ
my_mm: Infrastruktur
sw_ss: Muundombinu
th_th: พื้นฐานของโครงสร้างเช่นถนนหนทาง-สิ่งก่อสร้าง

source: Road
ar_ar: طريق
hi_in: सड़क
km_kh: ផ្លូវ
my_mm: Jalan
sw_ss: Barabara
th_th: ถนน, เส้นทางสำหรับการเดินทาง

source: Boundary
ar_ar: حدود
hi_in: सीमा, घेरा, मेढ़
km_kh: ព្រំដែន
my_mm: Sempadan
sw_ss: Mpaka
th_th: แนวเขตแดน

source: Occupation
ar_ar: وظيفة
hi_in: व्यवसाय
km_kh: មុខរបរ
sw_ss: Kazi, shughuli
th_th: อาชีพ

source: Working with cloth
ar_ar: العمل بالقماش
hi_in: कपड़े के साथ काम करना
km_kh: ការងារតម្បាញ
my_mm: Bekerja dengan kain
sw_ss: Ushonaji
th_th: ทำงานกับผ้า

source: Cloth
ar_ar: قماش
hi_in: कपड़ा
km_kh: ក្រណាត់
my_mm: Kain
sw_ss: Aina ya kitambaa
th_th: ผ้า

source: Spinning thread
ar_ar: خيط المغزل
hi_in: धागे को घुमाना
km_kh: រវៃ​អំបោះ
my_mm: Memintal benang
sw_ss: Kusokota nyuzi
th_th: การกรอเส้นด้าย

source: Knitting
ar_ar: حياكة
hi_in: बुनना
km_kh: ចាក់ (សម្លៀកបំពាក់)
my_mm: Mengait
sw_ss: Kufuma
th_th: การถัก

source: Weaving cloth
ar_ar: نسج القماش
hi_in: कपड़े की बुनाई
km_kh: ត្បាញក្រណាត់
sw_ss: Kufuma kitambaa

source: Working with minerals
ar_ar: العمل في ميدان المعادن
hi_in: खनिज के साथ काम करना
km_kh: ការងារទាក់ទងនឹងរ៉ែ
my_mm: Bekerja dengan bahan galian
sw_ss: Kufanya kazi na madini
th_th: งานเกี่ยวกับแร่ธาตุ

source: Mining
ar_ar: استخراج المعادن
hi_in: सुरंग लगाना
km_kh: ការជីកយករ៉ែ
my_mm: Melombong
sw_ss: Uchimbaji
th_th: การทำเหมืองแร่

source: Smelting
ar_ar: الاستخراج عن طريق التذويب
hi_in: पिघलाना
km_kh: ការរំលាយ
my_mm: Peleburan
sw_ss: Kuyeyusha mawe ya madini
th_th: การถลุงแร่

source: Working with metal
ar_ar: العمل في المعادن
hi_in: धातू के साथ काम करना
km_kh: ការងារទាក់ទងនឹងលោហធាតុ
my_mm: Bekerja dengan logam
sw_ss: Kufanya kazi na chuma
th_th: การทำงานกับโลหะ

source: Working with clay
ar_ar: العمل بالطين
hi_in: कीचड़ के साथ काम करना
km_kh: ការងារទាក់ទងនឹងដីឥដ្ឋ
my_mm: Bekerja dengan tanah liat
sw_ss: Ufinyanzi, kufanya kazi na udongo
th_th: การทำงานกับดินเหนียว

source: Working with glass
ar_ar: العمل بالزّجاج
hi_in: कांच के साथ काम करना
km_kh: ការងារទាក់ទងនឹងកញ្ចក់
my_mm: Bekerja dengan kaca
sw_ss: Kufanya kazi na kioo

source: Working with oil and gas
ar_ar: العمل في مجال النفط و الغاز
hi_in: तेल और गैस के साथ काम करना
km_kh: ការងារទាក់ទងនឹងប្រេង និងឧស្ម័ន
my_mm: Bekerja dengan minyak dan gas
sw_ss: Kufanya kazi na mafuta au gesi
th_th: การทำงานเกี่ยวกับน้ำมันและแก๊ส

source: Working with stone
ar_ar: العمل بالحجارة
hi_in: पत्‍थर के साथ काम करना
km_kh: ការងារទាក់ទងនឹងថ្ម
my_mm: Bekerja dengan batu
sw_ss: Kufanya kazi na mawe
th_th: ทำงานกับหิน

source: Working with bricks
ar_ar: العمل بالطّوب
hi_in: ईंटो के साथ काम करना
km_kh: ការងារទាក់ទងនឹងដុំឥដ្ឋ
my_mm: Bekerja dengan batu bata
sw_ss: Uashi, kufanya kazi na matofali
th_th: การทำงานเกี่ยวกับอิฐ

source: Working with chemicals
ar_ar: العمل بالمواد الكيميائيّة؟
hi_in: रसायन के साथ काम करना
km_kh: ការងារទាក់ទងនឹងសារធាតុគីមី
my_mm: Bekerja dengan bahan kimia
sw_ss: Kemia, kufanya kazi na dawa au kemikali
th_th: การทำงานกับสารเคมี

source: Explode
ar_ar: يتفجّر
hi_in: फूटना
km_kh: ផ្ទុះ
my_mm: Meletup
sw_ss: Kulipua

source: Working with wood
ar_ar: العمل بالخشب
hi_in: लकड़ी के साथ काम करना
km_kh: ការងារទាក់ទងនឹងឈើ
my_mm: Bekerja dengan kayu
sw_ss: Useremala, kufanya kazi na mbao
th_th: การทำงานกับไม้

source: Lumbering
ar_ar: فطع الحطب
hi_in: काष्‍टकर्म
km_kh: ការកាប់ឈើហុប
my_mm: Pembalakan
sw_ss: Ukataji miti
th_th: การทำไม้แปรรูป

source: Wood
ar_ar: الخشب
hi_in: लकड़ी
km_kh: ឈើ
my_mm: Kayu
sw_ss: Mbao za kujengea
th_th: ไม้

source: Working with paper
ar_ar: العمل بالورق
hi_in: कागज़ के साथ काम करना
km_kh: ការងារទាក់ទងនឹងក្រដាស
my_mm: Bekerja dengan kertas
sw_ss: Kufanya kazi na karatasi
th_th: การทำงานกับกระดาษ

source: Crafts
ar_ar: الحرف اليدويّة
hi_in: शिल्‍पकला
km_kh: សិប្បកម្ម
my_mm: Kesenian
sw_ss: Ufundi
th_th: งานประดิษฐ์/งานฝีมือ

source: Cordage
ar_ar: الحبال بأنواعها
hi_in: ड़ोरी में गाँठ
km_kh: ខ្សែពួរ
my_mm: Tali-temali
sw_ss: Kamba
th_th: เชือก

source: Weaving baskets and mats
ar_ar: نسج السّلال و الحصير
hi_in: टोकरी और चटाई बुनना
km_kh: ត្បាញកន្ត្រក និងកន្ទេល
sw_ss: Kufuma kikapu na mkeka
th_th: การสานตะกร้า

source: Working with leather
ar_ar: العمل بالجلد
hi_in: चमड़े के साथ काम करना
km_kh: ការងារទាក់ទងនឹងស្បែកសត្វ
my_mm: Bekerja dengan kulit
sw_ss: Kufanya kazi na ngozi ya mnyama
th_th: การทำงานกับเครื่องหนัง

source: Working with bone
ar_ar: العمل بالعظام
hi_in: हड्‍डी के साथ काम करना
km_kh: ការងារទាក់ទងនឹងឆ្អឹង
my_mm: Bekerja dengan tulang
sw_ss: Kufanya kazi na mifupa
th_th: การทำงานกับกระดูก

source: Art
ar_ar: فن
hi_in: कला, कौशल
km_kh: សិល្បៈ
my_mm: Kesenian
sw_ss: Sanaa
th_th: ศิลปะ
